{

  "name": "HMI_API_onboarding_task",
  "version": "1",
  "format": "json",
  "data": [
    {
      "Bird": "Acanthagenys rufogularis",
      "description": [
            "Spiny-cheeked Honeyeater is known for its distinctive spiny cheek feathers and rusty-red throat patch.",
            "Acanthagenys rufogularis inhabits the dry montane forests, scrublands, and even agricultural areas, where it feeds on nectar, insects, and small fruits.",
            "The males display unique plumage with black and white stripes on the head, a bluish gray back, and a rufous throat and underparts, while the females have a more uniform grayish-brown coloration.",
            "Acanthagenys rufogularis is not considered endangered, although its population is threatened by deforestation, habitat fragmentation, and pesticide use in agricultural areas."
      ]
    },
    {
        "Bird": "Acanthiza apicalis",
        "description": [
            "The Inland thornbill is named for its preference for arid inland habitats of Australia.",
         "  They have a distinctive high-pitched call that can be heard from a long distance.",
            "These small birds are skilled at hopping along branches and twigs in search of food.",
            "The Inland thornbill is threatened by habitat loss due to land clearing for agriculture.",
        "   They are monogamous and form lasting pairs, with both partners involved in nest building and caring for young."
        ]
    },
    {
        "Bird": "Acanthiza chrysorrhoa",
        "description": [
            "This bird is named for the bright yellow patch of feathers on its rump.",
            "They can survive in a range of habitats, from forests to semi-arid scrublands.",
            "Yellow-rumped thornbills are known for their energetic, acrobatic movements as they forage for insects.",
            "They have been observed making use of tools, such as using sticks to pry open bark to expose insects.",
            "This thornbill has a clutch size of only 2-4 eggs, and they often lay multiple clutches per year.",
            "They are commonly found throughout eastern and southeastern Australia, including Tasmania, as well as in southern parts of the Northern Territory and Western Australia."
        ]
    },
    {
        "Bird": "Acanthiza lineata",
        "description": [
            "The Striated thornbill is named for the distinctive markings on its wings and back.",
            "These birds are found throughout southeastern mainland Australia, from southern Queensland to eastern South Australia, inhabiting open forests and woodlands dominated by eucalypts",
            "These birds are highly territorial and aggressive towards other bird species.",
            "Young Striated thornbills remain in the nest for up to 3 weeks after hatching, and are fed by both parents.",
            "They have a varied diet that includes insects, nectar, and fruit.",
            "The Striated Thornbill can often be seen in small flocks outside the breeding season and may feed in mixed groups with other small insect-eating birds​ "
        ]
    },
    {
        "Bird": "Acanthiza nana",
        "description": [
            "This thornbill is named for its bright yellow plumage on the head and underparts.",
            "They are the smallest thornbill species, weighing only around 6 grams.",
            "Yellow thornbills are socially monogamous, but males may mate with multiple females.",
            "These birds are able to survive in a range of habitats, including eucalypt forests and mangroves.",
            "They have been observed using feathers to line their nests, which are constructed in tree forks or other hidden locations."
        ]
    },
    {
        "Bird": "Acanthiza pusilla",
        "description": []
    },
    {
        "Bird": "Acanthiza reguloides",
        "description": []
    },
    {
        "Bird": "Acanthiza uropygialis",
        "description": []
    },
    {
        "Bird": "Acanthorhynchus tenuirostris",
        "description": []
    },
    {
        "Bird": "Accipiter cirrocephalus",
        "description": []
    },
    {
        "Bird": "Accipiter fasciatus",
        "description": []
    },
    {
        "Bird": "Accipiter cooperi",
        "description": []
    },
    {
        "Bird": "Acrocephalus australis",
        "description": []
    },
    {
        "Bird": "Aegotheles cristatus",
        "description": []
    },
    {
        "Bird": "Aidemosyne modesta",
        "description": []
    },
    {
        "Bird": "Alisterus scapularis",
        "description": []
    },
    {
        "Bird": "Alauda Arvensis",
        "description": []
    },
    {
        "Bird": "Amytornis purnelli",
        "description": []
    },
    {
        "Bird": "Anas superciliosa",
        "description": []
    },
    {
        "Bird": "Anhinga novaehollandiae",
        "description": []
    },
    {
        "Bird": "Anseranas semipalmata",
        "description": []
    },
    {
        "Bird": "Anthochaera carunculata",
        "description": [
            "Common Name: Red Wattlebird.",
            "Large, noisy honeyeater native to southern Australia, easily recognised by the red wattles on its face.",
            "Feeds mainly on nectar, but also eats insects and fruit, and is often aggressive around food sources."
        ]
    },
    {
        "Bird": "Anthus novaeseelandiae",
        "description": [
            "Common Name: Australasian Pipit.",
            "A small, ground-dwelling bird found in open grassy habitats across Australia and New Zealand.",
            "Has a slender build with streaked brown plumage and constantly pumps its tail when walking."
        ]
    },
    {
        "Bird": "Antigone antigone",
        "description": [
            "Common Name: Sarus Crane.",
            "The world’s tallest flying bird, known for its elegant walk and loud trumpeting calls.",
            "Mostly found in wetlands and grasslands, often forming lifelong pair bonds."
        ]
    },
    {
        "Bird": "Antigone rubicunda",
        "description": [
            "Common Name: Brolga.",
            "Large, grey crane native to Australia, famous for its beautiful and elaborate mating dance.",
            "Inhabits wetland areas and feeds on plants, insects, and small animals."
        ]
    },
    {
        "Bird": "Aphelocephala leucopsis",
        "description": [
            "Common Name: Southern Whiteface.",
            "A small bird native to Australia, easily identified by its distinctive white face and grey-brown body.",
            "Lives in dry woodlands and feeds mainly on seeds and insects."
        ]
    },
    {
        "Bird": "ApocritaÂ sp.",
        "description": ["Apocrita is a suborder of Hymenoptera, which includes ants, bees, and wasps.",
                        "They are recognized by a narrow waist (petiole) separating thorax and abdomen.",
                        "Members of Apocrita fulfill roles as pollinators, predators, and parasitoids.",
                        "Many species in this group display advanced behaviors, including colony structures.",
                        "They contribute significantly to ecosystem balance through pollination and pest control."]
    },
    {
        "Bird": "Aprosmictus erythropterus",
        "description": [ "Also known as the Red-winged Parrot, found in northern and eastern Australia.",
                         "Males are bright green with red wing patches and a blue rump; females are duller.",
                         "They feed on seeds, nectar, fruits, and blossoms in woodlands and savannas.",
                         "Known for their swift flight and sharp, noisy calls.",
                         "Nesting occurs in tree hollows, often in pairs or small flocks."]
    },
    {
        "Bird": "Aquila audax",
        "description": []
    },
    {
        "Bird": "Artamus cinereus",
        "description": []
    },
    {
        "Bird": "Artamus cyanopterus",
        "description": []
    },
    {
        "Bird": "Artamus minor",
        "description": []
    },
    {
        "Bird": "Artamus superciliosus",
        "description": []
    },
    {
        "Bird": "Atrapsalta encaustica",
        "description": []
    },
    {
        "Bird": "Auscala spinosa",
        "description": []
    },
    {
        "Bird": "Austrochaperina pluvialis",
        "description": []
    },
    {
        "Bird": "Austronomus australis",
        "description": []
    },
    {
        "Bird": "AvesÂ sp.",
        "description": []
    },
    {
        "Bird": "Aythya australis",
        "description": []
    },
    {
        "Bird": "Barnardius zonarius",
        "description": []
    },
    {
        "Bird": "Biziura lobata",
        "description": []
    },
    {
        "Bird": "Burhinus grallarius",
        "description": []
    },
    {
        "Bird": "Cacatua galerita",
        "description": []
    },
    {
        "Bird": "Cacatua sanguinea",
        "description": []
    },
    {
        "Bird": "Cacomantis flabelliformis",
        "description": []
    },
    {
        "Bird": "Cacomantis variolosus",
        "description": []
    },
    {
        "Bird": "CaeliferaÂ sp.",
        "description": []
    },
    {
        "Bird": "Caligavis chrysops",
        "description": []
    },
    {
        "Bird": "Callocephalon fimbriatum",
        "description": []
    },
    {
        "Bird": "Calyptorhynchus banksii",
        "description": []
    },
    {
        "Bird": "Calyptorhynchus lathami",
        "description": []
    },
    {
        "Bird": "Canis familiaris",
        "description": [
            "The domestic dog descends from gray wolves while showing strong loyalty and friendship towards humans.",
    "Dogs exist as social creatures, which people commonly use for pet ownership, working purposes, and service work.",
    "Dogs possess outstanding olfactory abilities and auditory perception, which makes them valuable for search and rescue missions.",
    "Through thousands of years of domestication, dogs have evolved into multiple roles including guard dogs, herders, and guides.",
    "The world contains hundreds of dog breeds which differ in their characteristics, size, and temperament."
  
        ]
    },
    {
        "Bird": "Capra hircus",
        "description": [
            "The domestic goat represents one of the earliest domesticated species which humans use for milk production, meat consumption, and fiber harvesting.",
    "The domestic goat species demonstrates excellent adaptability to different environmental conditions and geographical areas.",
    "The species demonstrates both curiosity and climbing skills which makes them thrive in mountainous environments.",
    "Goats function as social creatures who naturally choose to group themselves into herds.",
    "The dairy industry produces cheese, yogurt, and additional dairy products from goat milk."
        ]
    },
    {
        "Bird": "Carduelis carduelis",
        "description": [
            "The European goldfinch exists as a tiny bird species which displays red facial coloring and yellow wing markings.",
    "They are known for their pleasant, twittering songs.",
    "Goldfinches primarily consume seeds, which include thistles and teasels among their main food sources.",
    "The bird species exists throughout Europe, North Africa, and western Asia.",
    "These birds are social and often seen in flocks outside the breeding season."
  
        ]
    },
    {
        "Bird": "Carterornis leucotis",
        "description": [
            "The white-eared monarch is a small bird native to eastern Australia.",
    "The bird displays black and white feathers with white markings on its ears.",
    "These birds inhabit rainforest and dense forest edges.",
    "The birds eat insects while using their leaves to extract their prey.",
    "White-eared monarchs appear as solitary birds or pairs during their breeding period."
  
        ]
    },
    {
        "Bird": "Centropus phasianinus",
        "description": [
            "The pheasant coucal is a large ground-dwelling cuckoo found in Australia and nearby regions.",
    "The species differs from other cuckoos because it constructs its own nest to care for its offspring.",
    "The species produces a loud booming sound and spends most of its time active during daylight hours.",
    "The bird's appearance matches pheasants, so it received its name.",
    "The birds commonly move through grasslands and sugarcane fields."
 
        ]
    },
    {
        "Bird": "Cervus Unicolour",
        "description": []
    },
    {
        "Bird": "Ceyx azureus",
        "description": []
    },
    {
        "Bird": "Conopophila albogularis",
        "description": []
    },
    {
        "Bird": "Cophixalus bombiens",
        "description": [
        "A small rainforest frog from Queensland, often called the creaking nursery frog.",
        "Its call sounds like a creaking noise, which helps identify it.",
        "These frogs prefer wet forest floors and hidden spaces under leaves.",
        "They are nocturnal and usually active after rain."
        ]
    },
    {
        "Bird": "Cophixalus exiguus",
        "description": ["The scanty frog is a very small frog, reaching a size of 16-19 millimetres (0.6-0.7 in). The dorsal surface is grey-brown, with random pale sections. In some specimens, a broad vertebral line is present, which broadens towards the eyes. It has a deep red patch on the groin. A faint "H" shape is present on the shoulders, and a V shape between the eyes. Toe pads are present, and webbing between toes and fingers are absent."]
    },
    {
        "Bird": "Cophixalus infacetus",
        "description": ["The inelegant frog (Cophixalus infacetus) is a species of frog in the family Microhylidae. It is also known as the creaking frog or the creaking nursery frog[2] due to its singular call. It is endemic to Australia. Its natural habitat is subtropical or tropical moist lowland forests. It is threatened by habitat loss."]
    },
    {
        "Bird": "Cophixalus ornatus",
        "description": ["Cophixalus ornatus, commonly known as the ornate nursery-frog, is a species of frog in the family Microhylidae. It is endemic to north-eastern Queensland, Australia.[1]"]
    },
    {
        "Bird": "Coracina novaehollandiae",
        "description": ["The black-faced cuckooshrike (Coracina novaehollandiae) is a common omnivorous passerine bird native to Australia and southern New Guinea. It has a protected status in New South Wales, under the National Parks and Wildlife Act, 1974."]
        "description": [
        "One of the smallest frog species in Australia, found in north-east Queensland.",
        "It lives in rainforest environments with high moisture.",
        "This species makes soft clicking calls at night.",
        "Its tiny body size makes it difficult to see in dense leaf litter."
        ]
    },
    {
        "Bird": "Cophixalus infacetus",
        "description": [
          "A small rainforest frog from Queensland, often called the creaking nursery frog.",
        "Its call sounds like a creaking noise, which helps identify it.",
        "These frogs prefer wet forest floors and hidden spaces under leaves.",
        "They are nocturnal and usually active after rain."
        ]
    },
    {
        "Bird": "Cophixalus ornatus",
        "description": [
          "A small ornate nursery frog found in north-eastern Queensland.",
        "It often has brown or grey colouring with subtle patterns on its back.",
        "These frogs live in wet forests and like hiding under logs and leaf litter.",
        "They are known for their quiet nighttime calls."
        ]
    },
    {
        "Bird": "Coracina novaehollandiae",
        "description": [
          "Commonly called the black-faced cuckooshrike.",
        "A medium-sized Australian bird with a black face and grey body.",
        "It lives in woodlands, forests, and suburban areas.",
        "Often seen gliding between trees or perched on powerlines.",
        "It feeds on insects, fruit, and small invertebrates."
        ]
    },
    {
        "Bird": "Coracina papuensis",
        "description": ["The white-bellied cuckooshrike (Coracina papuensis) is a species of bird in the family Campephagidae. It is found in Australia, the Moluccas, New Guinea and the Solomon Islands."]
    },
    {
        "Bird": "Corcorax melanorhamphos",
        "description": []
    },
    {
        "Bird": "Cormobates leucophaea",
        "description": []
    },
    {
        "Bird": "Corvus bennetti",
        "description": []
    },
    {
        "Bird": "Corvus coronoides",
        "description": []
    },
    {
        "Bird": "Corvus mellori",
        "description": ["The little raven (Corvus mellori) is a species of the family Corvidae that is native to southeastern Australia. An adult individual is about 48–50 cm (19–19.5 in) in length, with completely black plumage, beak, and legs; as with all Australian species of Corvus, the black feathers have a grey base, and the iris of the adult bird is white (typical also of some related species from islands to the north of Australia). Although the little raven was first named by Gregory Mathews in 1912, it was only in 1967 that there was consensus to separate it from the Australian raven (C. coronoides) as a distinct species"]
    },
    {
        "Bird": "Corvus orru",
        "description": ["The Torresian crow (Corvus orru), also called the Australian crow or Papuan crow, is a passerine bird in the crow family native to the north and west of Australia and nearby islands in Indonesia and Papua New Guinea. The species has a black plumage, beak and mouth with white irises. The base of the feathers on the head and neck are white. The Torresian crow is slightly larger with a more robust bill than the morphologically similar little crow"]
    },
    {
        "Bird": "Coturnix pectoralis",
        "description": ["The stubble quail (Coturnix pectoralis) is a species of Old World quail native to Australia.[2] The species is not under any threat of extinction (IUCN Least Concern).[3] Stubble quail are widespread and found throughout all states and territories of Australia excluding Tasmania.[4] Other common names include grey quail and pectoral quail."]
    },
    {
        "Bird": "Cracticus nigrogularis",
        "description": ["The pied butcherbird (Cracticus nigrogularis) is a songbird native to Australia. Described by John Gould in 1837, it is a black and white bird 28 to 32 cm (11 to 12.5 in) long with a long hooked bill. Its head and throat are black, making a distinctive hood; the mantle and much of the tail and wings are also black. The neck, underparts and outer wing feathers are white. The juvenile and immature birds are predominantly brown and white. As they mature their brown feathers are replaced by black feathers. There are two recognised subspecies of pied butcherbird."]
    },
    {
        "Bird": "Cracticus torquatus",
        "description": ["The grey butcherbird (Cracticus torquatus) is a widely distributed species endemic to Australia. It occurs in a range of different habitats including arid, semi-arid and temperate zones. It is found across southern Australia, but is absent from the deserts of central Australia and the monsoon tropics of northern Australia.[4] It has a characteristic rollicking birdsong. It appears to be adapting well to city living, and can be encountered in the suburbs of many Australian cities including Brisbane, Melbourne, Perth, Sydney and Hobart. The grey butcherbird preys on small vertebrates including other birds."]
    },
    {
        "Bird": "Crinia signifera",
        "description": []
    },
    {
        "Bird": "Zosterops lateralis",
        "description": ["The Silvereye is a small bird with a conspicuous ring of white feathers around the eye and belongs to a group of birds known as white-eyes. The Silvereye shows interesting plumage variations across its range. The grey back and olive-green head and wings are found in birds through the east, while western birds have a uniformly olive-green back."]
    },
    {
        "Mammal": "Pseudomys australis",
        "description": ["The Plains Rat is a small rodent with thick, soft, silver-grey fur above; white to cream underneath; and with relatively large ears. This species grows to 14 cm long and weighs up to 80 g. Its tail is brown to grey and grows to 12 cm long and ends in a white tip."]
    },
    {
        "Mammal": "Pteropus scapulatus",
        "description": ["The little red flying-fox is a megachiropteran bat native to northern and eastern Australia. The species weighs about half a kilogram, one US pound, and is the smallest species of Pteropus in mainland Australia."]
    },
    {
        "Mammal": "Pteropus poliocephalus",
        "description": ["The grey-headed flying fox is a megabat native to Australia. The species shares mainland Australia with three other members of the genus Pteropus: the little red P. scapulatus, spectacled P. conspicillatus, and the black P. alecto. The grey-headed flying fox is the largest bat in Australia."]
    },
    {
        "Bird": "Pycnoptilus floccosus",
        "description": ["Pilotbirds are plump, large headed ground dwelling birds with dark brown on the upper body as well as on the head."]
    },
    {
        "Bird": "Rawlinsonia Ewingii",
        "description": [
            "Common Name: Southern Brown Tree Frog.",
            "Call: Cricket-like, being a high-pitched trill repeated 5 or 6 times, the first note longer than those that follow.",
            "Appearance: Quite small and often light brown in colour with darker markings, but highly variable in colour from whitish-grey to dark brown. Lacks webbing but has slightly expanded toe pads for climbing"
        ]
    },
    {
        "Bird": "Limnodynastes Dumerilii",
        "description": [
            "Common Name: Eastern Banjo Frog.",
            "Call: Distinctive 'bonk' sound, similar to a banjo string being plucked.",
            "Appearance: Large species, brown or grey-brown back, with orange or yellow mottling on the sides. There is a pale or yellow stripe from under the eye to the shoulder."
        ]
    },
    {
        "Bird": "Limnodynastes Peronii",
        "description": [
            "Common Name: Striped Marsh Frog.",
            "Call: A single short 'tok' sound, repeated every few seconds. Similar to a tennis ball being hit.",
            "Appearance: Large species, brown back with dark brown longitudinal stripes, and sometimes a cream-coloured or reddish stripe along the middle. There is a pale stripe from under the eye to the top of the arm."
        ]
    },
    {
        "Bird": "Geocrinia Sparsiflora",
        "description": [
            "Common Name: Otway Smooth Frog.",
            "Call: Described as an elongated 'ra-a-a-a-ack' sound, repeated several times.",
            "Appearance: A small frog, highly variable in colour, ranging from golden-yellow, red-orange, to brown sometimes with bright yellow or white spots, blotches or ocelli encircled with black. Dark stripe from the tip of the snout to behind the eye."
        ]
    },
    {
        "Bird": "Podargus Strigoides",
        "description": [
            "Common Name: Podargus Strigoides",
            "Call: Low-pitched rythmic 'ooom-ooom-ooom' sound, often heard at night.",
            "Appearance: Large-headed bird with mottled brown, grey, and white plumage providing excellent camouflage against tree bark. Often mistaken for an owl."
        ]
    }
    
  ]

    "name": "HMI_API_onboarding_task",
    "version": "1",
    "format": "json",
    "data": [
        {
            "Bird": "Acanthagenys rufogularis",
            "description": [
                "Medium-sized honeyeater, around 22–27 cm (8.6–10.6 inches) in length.",
                "Common Name: Spiny-cheeked Honeyeater.",
                "Spiny feathers on the cheeks, giving it its name."
            ]
        },
        {
            "Bird": "Acanthiza apicalis",
            "description": [
                "Small insectivorous bird, about 10 cm (3.9 inches) in length.",
                "Common Name: Inland Thornbill.",
                "Brownish-grey plumage with streaked underparts and a pale eye-ring."
            ]
        },
        {
            "Bird": "Acanthiza chrysorrhoa",
            "description": [
                "Small, active bird, measuring around 10–12 cm (4–4.7 inches).",
                "Common Name: Yellow-rumped Thornbill.",
                "Distinct yellow patch on the rump, brown upperparts, and white underparts with black streaks."
            ]
        },
        {
            "Bird": "Acanthiza lineata",
            "description": [
                "Small thornbill species, about 10–11 cm (4–4.3 inches) in length.",
                "Common Name: Striated Thornbill.",
                "Olive-brown upperparts, streaked underparts, and a pale face with fine markings."
            ]
        },
        {
            "Bird": "Acanthiza nana",
            "description": [
                "Tiny passerine bird, approximately 9–10 cm (3.5–3.9 inches) long.",
                "Common Name: Yellow Thornbill.",
                "Bright yellow underparts, olive-brown upperparts, and a slender, pointed bill."
            ]
        },
        {
            "Bird": "Acanthiza pusilla",
            "description": [
                "Small warbler-like bird, around 9–10 cm (3.5–3.9 inches) in length.",
                "Common Name: Brown Thornbill.",
                "Brownish plumage with streaked underparts and a reddish-brown forehead."
            ]
        },
        {
            "Bird": "Acanthiza reguloides",
            "description": [
                "Small, active bird, measuring about 10 cm (3.9 inches).",
                "Common Name: Buff-rumped Thornbill.",
                "Buff-colored rump, brownish-grey body, and pale streaked underparts."
            ]
        },
        {
            "Bird": "Acanthiza uropygialis",
            "description": [
                "Small songbird, around 10 cm (3.9 inches) long.",
                "Common Name: Chestnut-rumped Thornbill.",
                "Distinct chestnut-colored rump, greyish upperparts, and pale underparts with faint streaks."
            ]
        },
        {
            "Bird": "Acanthorhynchus tenuirostris",
            "description": [
                "Slender honeyeater, about 15 cm (5.9 inches) in length.",
                "Common Name: Eastern Spinebill.",
                "Long, curved bill, black head, white throat, and reddish-brown underparts."
            ]
        },
        {
            "Bird": "Accipiter cirrocephalus",
            "description": [
                "Small to medium-sized raptor, 29–41 cm (11.4–16.1 inches) long.",
                "Common Name: Collared Sparrowhawk.",
                "Slender body, grey upperparts, rufous underparts, and sharp talons."
            ]
        },
        {
            "Bird": "Accipiter fasciatus",
            "description": [
                "Medium-sized hawk, measuring 30–45 cm (11.8–17.7 inches) in length.",
                "Common Name: Brown Goshawk.",
                "Brownish-grey upperparts, pale underparts with fine barring, and a hooked beak."
            ]
        },
        {
            "Bird": "Accipiter cooperi",
            "description": [
                "Medium-sized bird of prey, 35–50 cm (13.8–19.7 inches) long.",
                "Common Name: Cooper’s Hawk.",
                "Slate-grey back, reddish-barred chest, and yellow eyes."
            ]
        },
        {
            "Bird": "Acrocephalus australis",
            "description": [
                "Small warbler, around 15–18 cm (5.9–7.1 inches) in length.",
                "Common Name: Australian Reed Warbler.",
                "Brown upperparts, pale underparts, and a loud, melodic song."
            ]
        },
        {
            "Bird": "Aegotheles cristatus",
            "description": [
                "Nocturnal bird, measuring around 21–25 cm (8.3–9.8 inches).",
                "Common Name: Australian Owlet-nightjar.",
                "Greyish-brown plumage, large eyes, and a wide, flat bill."
            ]
        },
        {
            "Bird": "Aidemosyne modesta",
            "description": [
                "Small finch, about 10–11 cm (3.9–4.3 inches) in length.",
                "Common Name: Plum-headed Finch.",
                "Brown body, streaked underparts, and a distinctive red-brown head."
            ]
        },
        {
            "Bird": "Alisterus scapularis",
            "description": [
                "Large parrot, around 41–44 cm (16.1–17.3 inches) long.",
                "Common Name: Australian King Parrot.",
                "Bright red head and chest, green wings, and a long tail."
            ]
        },
        {
            "Bird": "Alauda arvensis",
            "description": [
                "Medium-sized songbird, measuring 16–18 cm (6.3–7.1 inches).",
                "Common Name: Eurasian Skylark.",
                "Streaked brown upperparts, pale underparts, and a distinctive singing display."
            ]
        },
        {
            "Bird": "Amytornis purnelli",
            "description": [
                "Small, ground-dwelling bird, around 12–14 cm (4.7–5.5 inches) long.",
                "Common Name: Purnell’s Grasswren.",
                "Brownish-grey plumage, streaked back, and a long tail."
            ]
        },
        {
            "Bird": "Anas superciliosa",
            "description": [
                "Medium-sized duck, about 47–60 cm (18.5–23.6 inches) in length.",
                "Common Name: Pacific Black Duck.",
                "Dark brown plumage, pale face stripes, and a distinctive blue speculum on the wings."
            ]
        },
        {
            "Bird": "Anhinga novaehollandiae",
            "description": [
                "Large waterbird, measuring 85–90 cm (33.5–35.4 inches) in length.",
                "Common Name: Australasian Darter.",
                "Long neck, sharp bill, dark plumage, and often seen drying wings."
            ]
        },
        {
            "Bird": "Anseranas semipalmata",
            "description": [
                "Large waterfowl, around 75–90 cm (29.5–35.4 inches) long.",
                "Common Name: Magpie Goose.",
                "Black-and-white plumage, long legs, and partially webbed feet."
            ]
        },
        {
            "Bird": "Anthochaera carunculata",
            "description": []
        },
        {
            "Bird": "Anthus novaeseelandiae",
            "description": []
        },
        {
            "Bird": "Antigone antigone",
            "description": []
        },
        {
            "Bird": "Antigone rubicunda",
            "description": []
        },
        {
            "Bird": "Aphelocephala leucopsis",
            "description": []
        },
        {
            "Bird": "ApocritaÂ sp.",
            "description": []
        },
        {
            "Bird": "Aprosmictus erythropterus",
            "description": []
        },
        {
            "Bird": "Aquila audax",
            "description": ["Commonly called the Wedge-tailed Eagle, Australia's largest bird of prey.",
                            "It features long, broad wings and a distinctive wedge-shaped tail.",
                            "Feeds on live prey like rabbits and also scavenges carrion.",
                            "Soars at high altitudes using thermals for gliding over long distances.",
                            "Territorial birds that nest in tall trees or cliffs with large stick nests."]
        },
        {
            "Bird": "Artamus cinereus",
            "description": ["Known as the Black-faced Woodswallow, native to northern and inland Australia.",
                            "Has a grey body with a black facial mask and pale-tipped tail.",
                            "Feeds primarily on flying insects captured mid-air.",
                            "Forms tight social groups and nests communally in tree forks or structures.",
                            "Often seen huddling together to conserve heat in cooler weather."]
        },
        {
            "Bird": "Artamus cyanopterus",
            "description": ["Called the Dusky Woodswallow, found mainly in southeastern Australia.",
                            "Has grey-brown plumage with a dark face and bluish wings.",
                            "Feeds on insects in flight, often seen foraging in flocks.",
                            "Roosts and breeds communally, showing cooperative nesting behavior.",
                            "Prefers open woodlands, forest edges, and farmlands."]
        },
        {
            "Bird": "Artamus minor",
            "description": []
        },
        {
            "Bird": "Artamus superciliosus",
            "description": []
        },
        {
            "Bird": "Atrapsalta encaustica",
            "description": []
        },
        {
            "Bird": "Auscala spinosa",
            "description": []
        },
        {
            "Bird": "Austrochaperina pluvialis",
            "description": []
        },
        {
            "Bird": "Austronomus australis",
            "description": []
        },
        {
            "Bird": "AvesÂ sp.",
            "description": []
        },
        {
            "Bird": "Aythya australis",
            "description": []
        },
        {
            "Bird": "Barnardius zonarius",
            "description": []
        },
        {
            "Bird": "Biziura lobata",
            "description": [
                "Large, dark-plumed Australian diving duck.",
                "Common Name: Musk Duck.",
                "Males have a distinctive leathery lobe under the bill and produce a strong musk-like odor."
            ]
        },
        {
            "Bird": "Burhinus grallarius",
            "description": [
                "Large, ground-dwelling bird with long legs and a slender body.",
                "Common Name: Bush Stone-curlew.",
                "Nocturnal species known for its eerie, wailing calls and excellent camouflage among leaf litter."
            ]
        },
        {
            "Bird": "Cacatua galerita",
            "description": [
                "Large white cockatoo with a striking yellow crest.",
                "Common Name: Sulphur-crested Cockatoo.",
                "Highly intelligent and vocal, often seen in noisy flocks."
            ]
        },
        {
            "Bird": "Cacatua sanguinea",
            "description": [
                "Medium-sized white cockatoo with a pale blue eye-ring.",
                "Common Name: Little Corella.",
                "Social and playful, often forming large, noisy flocks."
            ]
        },
        {
            "Bird": "Cacomantis flabelliformis",
            "description": [
                "Small, slender cuckoo with a grey head and rufous underparts.",
                "Common Name: Fan-tailed Cuckoo.",
                "Known for its descending whistling call and brood parasitism."
            ]
        },
        {
            "Bird": "Cacomantis variolosus",
            "description": []
        },
        {
            "Bird": "CaeliferaÂ sp.",
            "description": []
        },
        {
            "Bird": "Caligavis chrysops",
            "description": []
        },
        {
            "Bird": "Callocephalon fimbriatum",
            "description": []
        },
        {
            "Bird": "Calyptorhynchus banksii",
            "description": []
        },
        {
            "Bird": "Calyptorhynchus lathami",
            "description": []
        },
        {
            "Bird": "Canis familiaris",
            "description": []
        },
        {
            "Bird": "Capra hircus",
            "description": []
        },
        {
            "Bird": "Carduelis carduelis",
            "description": []
        },
        {
            "Bird": "Carterornis leucotis",
            "description": []
        },
        {
            "Bird": "Centropus phasianinus",
            "description": []
        },
        {
            "Bird": "Cervus Unicolour",
            "description": []
        },
        {
            "Bird": "Ceyx azureus",
            "description": []
        },
        {
            "Bird": "Conopophila albogularis",
            "description": []
        },
        {
            "Bird": "Cophixalus bombiens",
            "description": []
        },
        {
            "Bird": "Cophixalus exiguus",
            "description": []
        },
        {
            "Bird": "Cophixalus infacetus",
            "description": []
        },
        {
            "Bird": "Cophixalus ornatus",
            "description": []
        },
        {
            "Bird": "Coracina novaehollandiae",
            "description": []
        },
        {
            "Bird": "Coracina papuensis",
            "description": []
        },
        {
            "Bird": "Corcorax melanorhamphos",
            "description": [
                "Corcorax melanorhamphos is a distinctive bird native to eastern and southeastern Australia. Measuring approximately 45 centimetres in length, it is predominantly black with notable red eyes and a slightly down-curved beak. A prominent feature is the large white wing patches visible during flight. These birds are highly social, typically observed in family groups ranging from 4 to 20 individuals. They are ground foragers, feeding on insects, seeds, and occasionally small vertebrates. White-winged choughs construct large, bowl-shaped nests from mud, reinforced with grass, situated on horizontal tree branches up to 15 meters above the ground. Breeding is a communal effort, with all group members participating in incubation and chick-rearing. While they may resemble crows or ravens, white-winged choughs are distinguished by their red eyes, curved beaks, and the characteristic white wing patches. Their social structure and cooperative breeding behaviours are notable aspects of their ecology."
            ]
        },
        {
            "Bird": "Cormobates leucophaea",
            "description": [
                "Cormobates leucophaea is a small passerine bird native to eastern and southeastern Australia. Measuring between 13 to 17 centimetres in length and weighing around 22 grams, it exhibits predominantly dark brown plumage with a distinctive white throat and chest. The belly and flanks are streaked with white edged in black. Notably, females display a pale orange-brown patch on the cheek. These birds inhabit wet sclerophyll forests and rainforests, often observed climbing tree trunks in search of food. Their diet primarily consists of insects, especially ants, and occasionally nectar. Unlike other treecreepers, the white-throated treecreeper does not engage in cooperative breeding. The female constructs a cup-shaped nest within a tree cavity, where she lays two to three creamy-white eggs sparsely spotted with dark purple or red brown. While the female incubates the eggs, both parents participate in feeding the chicks until they fledge. The species is currently classified as Least Concern by the IUCN, indicating a stable population across its range."
            ]
        },
        {
            "Bird": "Corvus bennetti",
            "description": "Corvus bennetti is a bird species endemic to Australia, primarily found in the western and central regions of the continent. It inhabits arid and semi-arid environments, often near desert areas, and is commonly seen around small rural towns and agricultural lands. Measuring between 38 to 45 centimetres in length, the little crow is slightly smaller than the Torresan crow, with a proportionally smaller bill. Its plumage is entirely black with a glossy sheen, and it possesses white irises—a characteristic feature of Australian crow species. When ruffled by strong winds, white bases of the neck and head feathers become visible. These birds are omnivorous, feeding mainly on insects, cereals, and other seeds, primarily foraging on the ground. They are less scavenging compared to other Australian crow species. Little crows typically nest in small, loose colonies, constructing stick nests lined with mud—the only Australian corvid known to do so. The call of the little crow is characterized by a harsh \"hark-hark-hark-hark\" sound, and they also produce a more raven-like \"ah-ah-ah.\""
        },
        {
            "Bird": "Corvus coronoides",
            "description": [
                "The Australian raven (Corvus coronoides) is a prominent bird species native to much of southern and northeastern Australia. Measuring between 46 to 53 centimetres in length, it displays all-black plumage with a glossy sheen that can appear purple, blue, or green under certain lighting conditions. A distinctive feature of this species is its elongated throat feathers, known as hackles, which become prominent when the bird is calling. Adult Australian ravens have white irises, while juveniles possess dark brown irises that gradually lighten as they mature. These ravens are highly adaptable and inhabit a wide range of environments, including open woodlands, forests, agricultural areas, and urban settings. They are commonly observed in cities such as Sydney and Perth. Their diet is omnivorous, consisting of grains, fruits, insects, small animals, eggs, refuse, and carrion. However, the Australian raven is mainly carnivorous. The Australian raven is known for its distinctive call, which often ends with a long, drawn-out wail. This vocalization, along with their prominent throat hackles, aids in distinguishing them from other corvid species in Australia"
            ]
        },
        {
            "Bird": "Corvus mellori",
            "description": [
                "The little raven (Corvus mellori) is a bird species native to southeastern Australia. Measuring approximately 48 to 50 centimetres in length, it features entirely black plumage, beak, and legs. Adult birds are distinguished by striking white irises, while juveniles have blue-grey eyes that transition to brown and then hazel before reaching maturity. These ravens are highly adaptable, inhabiting a variety of environments, including scrublands, agricultural areas, woodlands, coastal regions, and urban suburbs. They are particularly prevalent in Adelaide and Melbourne, often forming large flocks that roam widely in search of food. The little raven is omnivorous, with a diet primarily consisting of insects, small birds, eggs, nestlings, small mammals, and carrion. They also consume seeds, fruits, other plant materials, and occasionally nectar. Foraging mainly occurs on the ground in open habitats, where they walk and glean food or snatch prey from foliage."
            ]
        },
        {
            "Bird": "Corvus orru",
            "description": []
        },
        {
            "Bird": "Coturnix pectoralis",
            "description": []
        },
        {
            "Bird": "Cracticus nigrogularis",
            "description": []
        },
        {
            "Bird": "Cracticus torquatus",
            "description": []
        },
        {
            "Bird": "Crinia signifera",
            "description": [
                "Large honeyeater, about 32–36 cm (12.6–14.2 inches) in length.",
                "Common Name: Red Wattlebird.",
                "Grey-brown body, yellow belly, and red wattles on the face."
            ]
        }
    ]

}
