{
    "name": "sample_data",
    "version": "1",
    "format" : "json",
    "origin" : "RB/Bios - Bios-Rohit.txt",
    "data": [
        {
            "species": "Litoria Myola",
            "common": "Myola treefrog",
            "summary": "Litoria myola, or the Myola treefrog, is a species of tree frog found in the wet sclerophyll forests of New South Wales, Australia.",
            "description": [
                "The Myola treefrog has a distinctive olive green or brown coloration with a white belly and a bright yellow stripe running from the corner of its mouth to its shoulder.",
                "This species is relatively small, with adults typically measuring around 3 cm in length. They have a broad and flattened body shape that helps them to blend in with the leaf litter on the forest floor.",
                "Myola treefrogs are nocturnal and feed on a variety of insects and other small invertebrates. They have been known to climb trees to hunt for prey, but generally prefer to forage on the ground.",
                "Unlike some other tree frog species, the Myola treefrog has a simple trill call that is usually produced while the frog is sitting on a leaf or twig.",
                "This species is considered to be threatened due to habitat loss and degradation, with much of its forest habitat being cleared for agriculture and urban development."
            ],
            "img": ""
        },
        {
            "species": "Litoria peronii",
            "common": "Emerald-spotted treefrog",
            "summary": "Litoria peronii, or the Emerald-spotted treefrog, is a species of tree frog found in the eastern and northern parts of Australia, as well as in Papua New Guinea and some nearby islands.",
            "description": [
                "The Emerald-spotted treefrog gets its name from the bright green spots on its back and legs, which stand out against its dark brown or black body coloration.",
                "This species is relatively large, with adults typically measuring around 6-7 cm in length. They have a slender and streamlined body shape that helps them to move through the trees with ease.",
                "These frogs have a distinctive `tok` call that is usually produced while perched on a tree trunk or branch. Males will often call in chorus, creating a loud and raucous chorus during the breeding season.",
                "Emerald-spotted treefrogs are nocturnal and feed on a variety of insects and other small invertebrates. They are also known to be cannibalistic and will eat other smaller frogs.",
                "Emerald-spotted treefrogs are adaptable and can survive in a range of habitats, including forests, woodlands, and suburban gardens. However, like many other frog species, they are threatened by habitat loss and degradation, pollution, and introduced predators such as feral cats and foxes."
            ],
            "img": ""
        },
        {
            "species": "Litoria serrata",
            "common": "Green-eyed treefrog",
            "summary": "Litoria serrata, or the Green-eyed treefrog, is a species of tree frog found in the rainforests and wet sclerophyll forests of eastern Australia.",
            "description": [
                "The Green-eyed treefrog is named for its striking bright green eyes, which contrast with its dark green or brown body coloration.",
                "This species is relatively large, with adults typically measuring around 6-7 cm in length. They have a robust and muscular body shape that helps them to climb and move through the trees with ease.",
                "Green-eyed treefrogs are nocturnal and feed on a variety of insects and other small invertebrates. They have a distinctive hunting behavior where they sit and wait on leaves or other surfaces for prey to come close, then pounce on them with lightning-fast reflexes.",
                "These frogs have a loud and distinctive `wark` call that is usually produced while perched on."
            ],
            "img": ""
        },
        {
            "species": "Macropus giganteus",
            "common": "Eastern Grey Kangaroo",
            "summary": "The Macropus giganteus, commonly known as the Eastern Grey Kangaroo, is a marsupial species found in eastern Australia.",
            "description": [
                "The Eastern Grey Kangaroo is the largest marsupial in Australia and the second largest in the world, with males weighing up to 66 kg and standing over 2 metres tall.",
                "This species is primarily herbivorous and feeds on a variety of plants, including grasses, shrubs, and leaves. They have a unique digestive system, which allows them to regurgitate and re-chew their food to aid in digestion.",
                "This species is highly adaptable and can be found in a variety of habitats, including grassland, woodland, and scrubland. They are known to congregate in large groups, known as mobs, which can number in the hundreds.",
                "The Eastern Grey Kangaroo has a unique reproductive system, with females giving birth to tiny, underdeveloped joeys that crawl into their mother's pouch to complete their development. Once fully developed, the joey will leave the pouch and begin to explore its surroundings.",
                "The Eastern Grey Kangaroo is known for its powerful legs and muscular tail, which it uses for balance and support while hopping. They are capable of hopping at speeds of up to 56 km/h and can cover great distances in a single bound."
            ],
            "img": ""
        },  
        {
            "species": "Notamacropus rufogriseus",
            "common": "Red-necked Wallaby",
            "summary": "The Red-necked Wallaby is a medium-sized marsupial found in eastern Australia.",
            "description": [
                "They have a distinctive red-brown neck and shoulders, with grayish-brown fur on the rest of their body.",
                "They primarily feed on grasses and leaves.",
                "They are known for their powerful hind legs which allow them to hop at high speeds.",
                "The Red-necked Wallaby is a popular animal for hunting and meat consumption.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Osphranter robustus",
            "common": "Wallaroo",
            "summary": "The Wallaroo is a marsupial found in Australia.",
            "description": [
                "They are larger than wallabies but smaller than kangaroos.",
                "They have a thick, shaggy coat that helps them regulate their body temperature.",
                "They primarily feed on grasses and other vegetation.",
                "Wallaroos are solitary animals and are often found in rocky areas and open",
                ""
            ],
            "img": ""
        },
        {
            "species": "Pachycephala inornata",
            "common": "Gilbert's Whistler",
            "summary": "Gilbert's Whistler is a species of bird found in northern and central Australia, known for its melodic whistling calls.",
            "description": [
                "The male and female birds have different plumage - males have a black head and upperparts with a white belly, while females are duller with brown upperparts and a paler belly.",
                "They are found in a range of habitats, including woodlands, savannas, and shrublands.",
                "They are skilled at catching insects on the wing, and will often perch in a prominent spot to watch for prey.",
                "They are monogamous birds, forming long-term pairs during breeding season.",
                "They have a distinctive and melodic whistling call, often heard in the early morning or late afternoon."
            ],
            "img": ""
        },
        {
            "species": "Pachycephala pectoralis",
            "common": "Golden Whistler",
            "summary": "The Golden Whistler is a small bird species found in eastern and southeastern Australia, known for its bright plumage and sweet, warbling songs.",
            "description": [
                "They have a striking appearance, with males having bright yellow or orange plumage and black markings on the head, wings, and tail, while females are duller with olive-green upperparts and yellowish underparts.",
                "They are found in a variety of habitats, including forests, woodlands, and scrublands.",
                "They are skilled at catching insects and spiders on the wing, and will also eat fruit and nectar.",
                "They have a sweet and melodic warbling song, often heard in the early morning or late afternoon.",
                "They are monogamous birds, with pairs often forming long-term bonds."
            ],
            "img": ""
        },
        {
            "species": "Pachycephala rufiventris",
            "common": "Rufous Whistler",
            "summary": "The Rufous Whistler is a small bird species found in eastern and southeastern Australia, known for its distinctive call and rusty-red belly.",
            "description": [
                "They have a striking appearance, with males having a grey-brown head, back and wings, a black face and bib, and a rusty-red belly and rump, while females are duller with olive-green upperparts and yellowish underparts.",
                "They are found in a range of habitats, including forests, woodlands, and scrublands.",
                "They are skilled at catching insects and spiders on the wing, and will also eat fruit and nectar.",
                "They have a distinctive whistling call, often described as `pew pew pew`.",
                "They are monogamous birds, with pairs often forming long-term bonds."
            ],
            "img": ""
        },
        {
            "species": "Petroica boodang",
            "common": "Scarlet Robin",
            "summary": "Petroica boodang, commonly known as the Scarlet Robin, is a small passerine bird that is native to southeastern Australia.",
            "description": [
                "The Scarlet Robin is sexually dimorphic, with the male having a bright red cap and breast and the female having a grey-brown cap and breast.",
                "These birds are found in a variety of habitats, including open forests, woodlands, and shrublands.",
                "The Scarlet Robin feeds mainly on insects and other small invertebrates that it finds by hopping along the ground or perching on low branches.",
                "These birds are territorial and will defend their nesting area aggressively against intruders.",
                "The Scarlet Robin has a sweet, melodic song that can be heard throughout the breeding season."
            ],
            "img": ""
        },
        {
            "species": "Petroica goodenovii",
            "common": "Red-capped Robin",
            "summary": "Petroica goodenovii, commonly known as the Red-capped Robin, is a small passerine bird that is native to Australia.",
            "description": [
                "The Red-capped Robin is sexually dimorphic, with the male having a bright red cap and breast and the female having a grey-brown cap and breast.",
                "These birds are found in a variety of habitats, including open forests, woodlands, and shrublands.",
                "The Red-capped Robin feeds mainly on insects and other small invertebrates that it finds by hopping along the ground or perching on low branches.",
                "These birds are territorial and will defend their nesting area aggressively against intruders.",
                "The Red-capped Robin has a sweet, melodic song that can be heard throughout the breeding season."
            ],
            "img": ""
        },
        {
            "species": "Petroica phoenicea",
            "common": "Flame Robin",
            "summary": "Petroica phoenicea, commonly known as the Flame Robin, is a small passerine bird that is native to southeastern Australia.",
            "description": [
                "The Flame Robin is sexually dimorphic, with the male having a bright red cap and breast and the female having a grey-brown cap and breast.",
                "These birds are found in a variety of habitats, including open forests, woodlands, and shrublands.",
                "The Flame Robin feeds mainly on insects and other small invertebrates that it finds by hopping along the ground or perching on low branches.",
                "These birds are territorial and will defend their nesting area aggressively against intruders.",
                "The Flame Robin has a sweet, melodic song that can be heard throughout the breeding season."
            ],
            "img": ""
        },
        {
            "species": "Philemon argenticeps",
            "common": "Silver-crowned Friarbird",
            "summary": "The Silver-crowned Friarbird is a large, greyish-brown honeyeater found in Australia and Papua New Guinea.",
            "description": [
                "They are known for their distinctive silver crown of feathers on their head and their loud, chattering calls.",
                "Silver-crowned Friarbirds feed primarily on nectar and insects, and can often be seen perched on flowers or hunting for insects in trees.",
                "During the breeding season, males can be seen performing elaborate courtship displays, including aerial chases and displays of their colorful throat pouches.",
                "Silver-crowned Friarbirds are social birds and can often be found in groups, sometimes competing with other bird species for food and territory.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Philemon buceroides",
            "common": "Helmeted Friarbird",
            "summary": "The Helmeted Friarbird is a large, greyish-brown honeyeater found in Australia and Papua New Guinea.",
            "description": [
                "They are known for their distinctive helmet-like crest of feathers on their head and their loud, chattering calls.",
                "Helmeted Friarbirds feed primarily on nectar and insects, and can often be seen perched on flowers or hunting for insects in trees.",
                "During the breeding season, males can be seen performing elaborate courtship displays, including aerial chases and displays of their colorful throat pouches.",
                "Helmeted Friarbirds are social birds and can often be found in groups, sometimes competing with other bird species for food",
                ""
            ],
            "img": ""
        },
        {
            "species": "Philemon citreogularis",
            "common": "Little Friarbird",
            "summary": "The Little Friarbird is a small passerine bird found in northern Australia and New Guinea.",
            "description": [
                "They have a distinct yellow patch on their throat and a gray-brown body.",
                "Little Friarbirds are known for their loud and distinctive calls, which they use to communicate with each other.",
                "They primarily feed on nectar, fruit, and insects.",
                "These birds are often found in small groups and are common in urban and suburban areas.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Phylidonyris pyrrhopterus",
            "common": "Crescent Honeyeater",
            "summary": "Phylidonyris pyrrhopterus is a species of small passerine bird, commonly known as the Crescent Honeyeater. The species is native to Australia and can be found in the eastern and southeastern parts of the country.",
            "description": [
                "The Crescent Honeyeater has a distinctive crescent-shaped patch of white feathers on its chest and a bright yellow patch on its tail, making it easily recognizable. The male and female have similar appearance with the male being slightly larger than the female.",
                "These birds prefer to inhabit eucalypt forests and woodlands, but can also be found in suburban gardens and parks. They feed mainly on nectar, but also consume insects and spiders.",
                "Breeding season for Crescent Honeyeaters takes place between July and December. They build their nests in trees or shrubs and lay up to two eggs per clutch.",
                "Interestingly, Crescent Honeyeaters have been known to use their beaks to extract nectar from flowers that are too long for their tongues to reach. They also have a unique vocalization that sounds like a metallic 'tinkling' noise.",
                "Despite being widespread in Australia, the Crescent Honeyeater is considered to be of least concern in terms of conservation status."
            ],
            "img": ""
        },
        {
            "species": "Phylidonyris niger",
            "common": "White-cheeked Honeyeater",
            "summary": "Phylidonyris niger, commonly known as the White-cheeked honeyeater, is a small bird species native to southeastern Australia. It is found in a variety of habitats including forests, woodlands, and heathlands, and is known for its distinctive black and white plumage.",
            "description": [
                "White-cheeked honeyeaters feed mainly on nectar from a range of flowers, but also eat insects and other small invertebrates. ",
                "They are highly territorial and will defend their feeding and nesting areas aggressively against other birds.",
                "Breeding season for this species is from August to January, and they typically build their nests in shrubs or trees using twigs, bark, and grass.",
                "Females lay 2-3 eggs, which are incubated for around 14 days before hatching.",
                "The White-cheeked honeyeater is a common and widespread species, and is not currently considered to be threatened. It is a popular bird for birdwatchers and is often seen in suburban gardens and parks."
            ],
            "img": ""
        },
        {
            "species": "Pitta iris",
            "common": "Rainbow Pitta",
            "summary": "Pitta iris, commonly known as the rainbow pitta, is a bird species found in eastern Australia and nearby islands. This colorful bird is known for its distinctive bright green, blue, and yellow plumage.",
            "description": [
                "Rainbow pittas are known for their unique vocalizations and can produce a variety of calls, including a high-pitched whistle and a low trill.",
                "They are also known for their secretive behavior, often hiding in dense vegetation and remaining quiet for long periods of time.",
                "These birds are omnivorous and feed on a variety of insects, small mammals, and fruits.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Pitta versicolor",
            "common": "Noisy Pitta",
            "summary": "Pitta versicolor, commonly known as the noisy pitta, is a bird species found in eastern Australia and nearby islands. This bird is known for its distinctive green and black plumage, with a white patch on its throat and a red patch above its beak.",
            "description": [
                "Noisy pittas are known for their loud vocalizations, which include a range of whistles, trills, and calls.",
                "They are also known for their distinctive nesting habits, often building nests on the ground under dense vegetation.",
                "These birds are omnivorous and feed on a variety of insects, small mammals, and fruits.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Platycercus elegans",
            "common": "Crimson Rosella",
            "summary": "Platycercus elegans, also known as the Crimson Rosella, is a medium-sized parrot species found in eastern and southeastern Australia. This bird species is known for its colorful plumage and distinctive red and blue colors.",
            "description": [
                "The Crimson Rosella feeds mainly on seeds, fruit, flowers, and insects.",
                "This species is highly social and often seen in flocks of up to 100 birds.",
                "Males and females look similar, but males have a larger beak and are slightly larger in size.",
                "The Crimson Rosella is a popular bird in aviculture, and many captive bred birds are now available in the pet trade.",
                "The Crimson Rosella has been featured on several Australian postage stamps and is a popular symbol of Australian wildlife."
            ],
            "img": ""
        },
        {
            "species": "Platycercus adscitus",
            "common": "Pale-headed Rosella",
            "summary": "Platycercus adscitus, commonly known as the Pale-headed Rosella, is a medium-sized parrot species found in eastern and southeastern Australia. This bird species is known for its colorful plumage and distinctive yellow and green colors.",
            "description": [
                "The Pale-headed Rosella feeds mainly on seeds, fruit, flowers, and insects.",
                "This species is highly social and often seen in flocks of up to 50 birds.",
                "Males and females look similar, but males have a larger beak and are slightly larger in size.",
                "The Pale-headed Rosella is a popular bird in aviculture, and many captive bred birds are now available in the pet trade.",
                "The Pale-headed Rosella is listed as a vulnerable species due to habitat loss and fragmentation."
            ],
            "img": ""
        },
        {
            "species": "Platyplectrum ornatum",
            "common": "Ornate Burrowing Brog",
            "summary": "Platyplectrum ornatum, also known as the ornate burrowing frog, is a species of frog found in Australia. It belongs to the family Myobatrachidae and is known for its striking appearance and unique burrowing habits.",
            "description": [
                "This species is found in the southwestern region of Western Australia, where it burrows underground to avoid high temperatures and dry conditions.",
                "The ornate burrowing frog has a distinctive, flattened body and large, paddle-like feet that are well-suited for digging burrows. Its skin is a bright reddish-brown color with a pattern of black and white spots that helps it blend in with its surroundings.",
                "The ornate burrowing frog is a nocturnal species that feeds on insects, spiders, and other small invertebrates.",
                "During the breeding season, males will make loud, low-pitched calls to attract females. The female will lay her eggs in a shallow depression near water, and the tadpoles will hatch and develop in the safety of the burrow.",
                "Despite being a relatively common species, the ornate burrowing frog is threatened by habitat loss and degradation due to human activities such as agriculture and urbanization. Conservation efforts are being undertaken to protect this unique species and its habitat."
            ],
            "img": ""
        },
        {
            "species": "Plectorhyncha lanceolata",
            "common": "Striped Honeyeater",
            "summary": "Plectorhyncha lanceolata, commonly known as the Striped Honeyeater, is a small bird species found in Australia.",
            "description": [
                "The Striped Honeyeater is a distinctive bird with black and white stripes on its head, back and wings, and a yellowish-white underbelly.",
                "They are usually found in open forests and woodlands, and are known to be quite vocal, with a variety of calls including a sharp 'tchik' and a musical warbling.",
                "The diet of the Striped Honeyeater consists mainly of insects and nectar, and they are known to be important pollinators of native flowers. They are also known to occasionally feed on fruits and seeds.",
                "The breeding season usually occurs between August and February, and the species is monogamous, with both parents sharing the responsibilities of building the nest, incubating the eggs, and feeding the chicks.",
                "The Striped Honeyeater is not considered to be threatened, with stable populations throughout most of its range. However, it is vulnerable to habitat loss and degradation due to land clearing, logging, and the spread of invasive species. "
            ],
            "img": ""
        },
        {
            "species": "Pomatostomus temporalis",
            "common": "Grey-crowned Babbler",
            "summary": "Pomatostomus temporalis, commonly known as the Grey-crowned Babbler, is a small bird species found in eastern Australia. This bird species is known for its social behavior and unique vocalizations.",
            "description": [
                "The Grey-crowned Babbler feeds mainly on insects, seeds, and fruits.",
                "This species is highly social and often seen in family groups of up to 10 birds.",
                "Grey-crowned Babblers have a unique vocalization system that includes a range of calls and songs that are used for communication and group cohesion.",
                "Grey-crowned Babblers build communal nests made of sticks, grass, and other materials.",
                "The Grey-crowned Babbler is listed as a vulnerable species due to habitat loss and fragmentation."
            ],
            "img": ""
        },
        {
            "species": "Pomatostomus superciliosus",
            "common": "White-browed Babbler",
            "summary": "Pomatostomus superciliosus, commonly known as the White-browed Babbler, is a small bird species found in Australia. This bird species is known for its social behavior and unique vocalizations.",
            "description": [
                "The White-browed Babbler feeds mainly on insects, seeds, and fruits.",
                "This species is highly social and often seen in family groups of up to 10 birds.",
                "White-browed Babblers have a unique vocalization system that includes a range of calls and songs that are used for communication and group cohesion.",
                "White-browed Babblers build communal nests made of sticks, grass, and other materials.",
                "The White-browed Babbler is listed as a vulnerable species due to habitat loss and fragmentation."
            ],
            "img": ""
        },
        {
            "species": "Rhinella marina",
            "common": "Cane Toad",
            "summary": "Rhinella marina, commonly known as the Cane toad, is a large, terrestrial toad native to Central and South America. It has been introduced to various countries around the world as a biological control agent for pests, but it has become an invasive species in many of these areas.",
            "description": [
                "Cane toads secrete a toxic venom from glands on their skin, which can be lethal to predators and other animals that ingest them.",
                "The Cane toad is a prolific breeder and can lay up to 30,000 eggs at a time.",
                "Despite their toxic skin secretions, Cane toads have been known to be preyed upon by certain snake species that have evolved resistance to their venom.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Strepera graculina",
            "common": "Pied Currawong",
            "summary": "Strepera graculina, commonly known as the Pied currawong, is a large, omnivorous bird native to Australia. They are known for their loud and distinctive calls and are often found in pairs or small groups.",
            "description": [
                "Pied currawongs are known to be opportunistic feeders, eating a variety of foods including insects, fruit, and small animals.",
                "These birds are also known to be adept at stealing food from other birds and are often seen raiding the nests of other species.",
                "Pied currawongs have been observed exhibiting tool use behavior, such as using sticks to extract insects from tree bark.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Tyto javanica",
            "common": "Eastern Barn Owl",
            "summary": "The Tyto javanica, commonly known as the Eastern barn owl, is a nocturnal bird species belonging to the family Tytonidae. With its distinctive heart-shaped face, sharp talons, and silent flight, this owl is a formidable predator in its natural habitat. Found in various regions throughout Asia, the Eastern barn owl is a fascinating species that has captured the attention of ornithologists and nature enthusiasts alike.",
            "description": [
                "Despite their name, Eastern barn owls are not restricted to living in barns. They can be found in a variety of habitats, including forests, grasslands, and even urban areas.",
                "Eastern barn owls have excellent hearing, thanks to their asymmetrical ears. This allows them to locate prey with great accuracy, even in complete darkness.",
                "These owls are not picky eaters and will consume a wide range of prey, from insects and small mammals to birds and reptiles.",
                "In many cultures, the Eastern barn owl is associated with superstitions and omens. For example, in some parts of India, it is believed that seeing an Eastern barn owl is a sign of impending death.",
                "Unlike many other owl species, Eastern barn owls are not strictly monogamous. They may mate with multiple partners during the breeding season, and females will often lay eggs in different nests."
            ],
            "img": ""
        },
        {
            "species": "Trichosurus vulpecula",
            "common": "Common Brushtail Possum",
            "summary": "Trichosurus vulpecula is a nocturnal marsupial found in Australia and New Zealand. They are commonly known as the common brushtail possum, and they are often seen in urban areas, where they have adapted well to human habitation.",
            "description": [
                "They have a prehensile tail, which helps them grip onto branches and climb trees.",
                "They are opportunistic feeders and can eat a wide variety of foods, including eucalyptus leaves, flowers, fruits, and even small animals like insects and birds.",
                "Brushtail possums are considered pests in some areas due to their habit of eating garden plants and damaging property.",
                "They have a unique social structure and communicate with each other using various vocalizations, including grunts, clicks, and hisses.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Struthidea cinerea",
            "common": "Apostlebird",
            "summary": "Struthidea cinerea, commonly known as the apostlebird, is a small, grey-brown bird native to Australia. The species is known for its distinctive crest and social behavior, with individuals living in large flocks and foraging together for food.",
            "description": [
                "Apostlebirds are omnivorous and feed on a wide variety of food, including insects, fruits, and seeds.",
                "The species is known for its cooperative breeding behavior, with individuals in the group helping to care for the young of the dominant breeding pair.",
                "Apostlebirds are known for their complex vocalizations and social communication, with individuals using a wide variety of calls to signal danger, food sources, and other important information to the rest of the flock.",
                "Apostlebirds are known for their social behavior and are often found in groups of up to 12 individuals.",
                "They are found in a variety of habitats, including forests, woodlands, and grasslands."
            ],
            "img": ""
        },
        {
            "species": "Turdus merula",
            "common": "Common Blackbird",
            "summary": "The Turdus merula, also known as the common blackbird, is a species of true thrush found across Europe, Asia, and North Africa.",
            "description": [
                "The male blackbird has a distinctive black plumage with a bright orange-yellow bill, while the female is brown with a speckled breast.",
                "Blackbirds are known for their melodious song, which is considered one of the most beautiful bird songs in the world.",
                "Blackbirds are omnivores, and their diet consists of insects, earthworms, fruits, and berries.",
                "These birds are common in gardens and parks, and can often be seen foraging on the ground for food.",
                "Blackbirds have a lifespan of up to 17 years in the wild."
            ],
            "img": ""
        },
        {
            "species": "Turnix varius ",
            "common": "Painted Buttonquail",
            "summary": "The Turnix varius, also known as the painted buttonquail, is a small ground-dwelling bird found in Australia and New Guinea. ",
            "description": [
                "The painted buttonquail has a distinctive plumage, with intricate patterns of black, brown, and white on its feathers.",
                "These birds are primarily ground-dwelling and prefer to run rather than fly, but can take short flights when necessary.",
                "Painted buttonquails are omnivorous, and their diet includes insects, seeds, and small vertebrates.",
                "The male and female painted buttonquail share the incubation and care of their eggs, which is unique among bird species.",
                "Painted buttonquails are difficult to spot due to their cryptic coloration, and are often found hiding in tall grass or under vegetation."
            ],
            "img": ""
        },
        {
            "species": "Trichoglossus haematodus",
            "common": "Rainbow Lorikeet",
            "summary": "Trichoglossus haematodus, commonly known as the rainbow lorikeet, is a species of parrot found in Australia, Indonesia, Papua New Guinea, and the Solomon Islands. These colorful birds have become popular as pets due to their stunning plumage and playful personalities.",
            "description": [
                "They have a brush-like tongue that allows them to consume nectar and pollen, which is a major part of their diet.",
                "Rainbow lorikeets are social birds and can often be seen in flocks of up to several hundred individuals.",
                "They are known for their loud and raucous calls, which can be heard from a distance.",
                "In Australia, they are considered a pest in some areas due to their tendency to damage fruit crops.",
                "The rainbow lorikeet was featured on a series of postage stamps issued by Australia Post in 1995."
            ],
            "img": ""
        },
        {
            "species": "Zosterops lateralis",
            "common": "Silvereye",
            "summary": "Zosterops lateralis, also known as the silvereye, is a small passerine bird native to Australia, New Zealand, and several other Pacific islands. These birds are known for their distinctive white eye-ring, which gives them their common name.",
            "description": [
                "The silvereye is also known as the wax-eye due to the waxy appearance of its feather plumage.",
                "These birds are highly social and can often be seen in flocks, sometimes numbering in the hundreds.",
                "Silvereyes are known for their acrobatic abilities, often seen hanging upside down to forage for insects.",
                "Silvereyes have a unique ability to detect ultraviolet light, allowing them to locate flowers and fruits that are not visible to humans.",
                "During the breeding season, males will perform a courtship display by puffing up their feathers and singing loudly to attract a mate."
            ],
            "img": ""
        },
        {
            "species": "Pseudomys australis",
            "common": "Plains Rat",
            "summary": "The Pseudomys australis, commonly known as the Plains Rat, is a small rodent native to Australia. They are generally found in open grasslands and are known for their burrowing behavior.",
            "description": [
                "The Plains Rat is an herbivore, and its diet consists mainly of seeds, roots, and stems.",
                "They are nocturnal animals and are most active during the night.",
                "Plains Rats are known for their burrowing behavior, and their burrow systems can be quite extensive, with multiple entrances and interconnected tunnels.",
                "The Plains Rat is considered to be a threatened species, with its population declining due to habitat destruction and fragmentation.",
                "They are an important prey item for many native predators, such as owls, snakes, and foxes."
            ],
            "img": ""
        },
        {
            "species": "Pteropus scapulatus ",
            "common": "Little Red Flying-fox",
            "summary": "Pteropus scapulatus, commonly known as the Little Red Flying-fox, is a species of megabat native to Australia. They are known for their ability to fly long distances and their important role in pollination and seed dispersal.",
            "description": [
                "Little Red Flying-foxes are social animals and often roost in large groups of thousands of individuals.",
                "They are herbivores and feed mainly on nectar, pollen, and fruit.",
                "Little Red Flying-foxes are important pollinators and seed dispersers, helping to maintain the health of many ecosystems.",
                "They are known for their ability to fly long distances, with some individuals traveling up to 1,000 km in search of food and water.",
                "The Little Red Flying-fox is a threatened species, with its population declining due to habitat destruction and fragmentation, as well as hunting and persecution by humans."
            ],
            "img": ""
        },
        {
            "species": "Pteropus sp.",
            "common": "Flying Foxes",
            "summary": "The Pteropus genus is a group of megabats, commonly known as flying foxes, that are found throughout Asia, Australia, and the Pacific. They are known for their large size and their important role in pollination and seed dispersal.",
            "description": [
                "The Pteropus genus includes over 60 species of flying foxes, ranging in size from the small Little Red Flying-fox to the large Black Flying-fox, which can have a wingspan of up to 1.5 meters.",
                "Flying foxes are herbivores and feed mainly on nectar, pollen, and fruit.",
                "They are important pollinators and seed dispersers, helping to maintain the health of many ecosystems.",
                "Some species of flying foxes are considered to be pests, as they can cause damage to crops and orchards.",
                "Many species of flying foxes are threatened by habitat destruction and fragmentation, hunting, and persecution by humans."
            ],
            "img": ""
        },
        {
            "species": "Pycnoptilus floccosus",
            "common": "Pilotbird",
            "summary": "Pycnoptilus floccosus, commonly known as the pilotbird, is a small, ground-dwelling bird species found in the woodlands of southeastern Australia. Despite its unassuming appearance, the pilotbird is a unique and fascinating species that has captured the attention of birdwatchers and scientists alike.",
            "description": [
                "The pilotbird is a skilled mimic and can imitate the calls of other bird species as well as various non-bird sounds such as chainsaws and car alarms.",
                "Unlike many other bird species, the pilotbird is not territorial and will often form small flocks with other individuals.",
                "Pilotbirds have a unique method of foraging, using their strong legs and sharp claws to scratch in the leaf litter for insects and other small prey.",
                "The species has a distinctive mating ritual, where the male will perform a complex song-and-dance routine to attract a mate. The female will then select a male based on the quality of his performance.",
                "Pilotbirds are monogamous and form strong pair bonds that can last for several years."
            ],
            "img": ""
        },
        {
            "species": "Trichoglossus haematodus",
            "common": "Coconut Lorikeet",
            "summary": "Trichoglossus haematodus is a colorful species of parrot found in Australia, Indonesia, and Papua New Guinea. It is known for its striking rainbow-like feathers, which make it a popular pet and attraction in zoos.",
            "description": [
                "They have a unique brush-tipped tongue that helps them extract nectar from flowers and also clean their feathers.",
                "The different subspecies of Trichoglossus haematodus have distinct vocalizations and some even have regional accents.",
                "They are often seen in large flocks, especially during feeding and roosting times, and they can be quite noisy.",
                "Trichoglossus haematodus is an important seed disperser and plays a role in the pollination of various plant species.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Vanellus miles",
            "common": "Masked Lapwing",
            "summary": "Vanellus miles is a bird species found in Africa, Europe, and Asia. They are commonly known as the masked lapwing or plover, and they are often seen in open grasslands, wetlands, and even urban areas.",
            "description": [
                "They have a distinctive black and white appearance, with a yellow mask around their eyes.",
                "Lapwings are known for their noisy and territorial behavior, and they will defend their nesting sites aggressively.",
                "They are opportunistic feeders and can eat a wide variety of foods, including insects, small animals, and even plant matter.",
                "Lapwings have a unique flight display, where they will fly high into the air and perform a series of acrobatic maneuvers while calling loudly.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Podargus strigoides",
            "common": "Tawny Frogmouth",
            "summary": "Podargus strigoides, also known as the tawny frogmouth, is a species of nocturnal bird found throughout Australia.",
            "description": [
                "Despite their owl-like appearance, tawny frogmouths are not actually owls. They are part of a unique family of birds known as frogmouths.",
                "They are well-camouflaged and blend in perfectly with tree bark, making them difficult to spot during the day.",
                "Tawny frogmouths are expert hunters, using their large, wide beaks to catch insects, small mammals, and reptiles.",
                "These birds are known for their distinctive calls, which can be heard at night throughout their range.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Poecilodryas superciliosa",
            "common": "white-browed Robin",
            "summary": "Poecilodryas superciliosa, also known as the white-browed robin, is a small bird native to Australia and New Guinea.",
            "description": [
                "The white-browed robin is known for its distinctive white eyebrow, which contrasts with its dark brown plumage.",
                "These birds are found in a variety of habitats, including rainforests, woodlands, and mangroves.",
                "They feed primarily on insects and other small invertebrates, which they catch by pouncing on them from a perch.",
                "The white-browed robin is known for its beautiful song, which is a complex series of whistles and trills.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Poodytes gramineus",
            "common": "Little Grassbird",
            "summary": "The Poodytes gramineus, also known as the Little Grassbird, is a small passerine bird that is native to Australia. These birds have an olive-brown plumage and a distinct white eyebrow, and they are known for their loud and melodious song that is often heard in grassy areas.",
            "description": [
                "The Little Grassbird is known for its distinctive call that sounds like a rattling trill. This sound is created by vibrating its throat while singing.",
                "These birds are found in a variety of habitats, including wetlands, grasslands, and shrublands, and they are often seen skulking in the tall grasses and reeds.",
                "Little Grassbirds are known to build elaborate nests in the reeds and grasses. They often use spiderwebs to hold the nest together, which helps to make it more durable and stable.",
                "The Little Grassbird is an omnivore that feeds on insects, spiders, seeds, and small vertebrates. They are known to forage on the ground and in the vegetation for their food.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Porphyrio porphyrio",
            "common": "Purple Swamphen",
            "summary": "The Porphyrio porphyrio, also known as the Purple Swamphen, is a large and colorful bird that is native to the wetlands of Africa, southern Europe, and Asia. These birds are known for their distinctive plumage and loud calls, and they are often seen wading through the shallow waters of their habitats.",
            "description": [
                "The Purple Swamphen is a large bird that can grow up to 50 centimeters in length and weigh up to 1 kilogram. They have a distinctive blue-purple plumage, red bill, and a red and yellow shield on their forehead.",
                "These birds are known for their loud and distinctive calls, which they use to communicate with each other and defend their territory. Their calls are often heard at dawn and dusk.",
                "The Purple Swamphen is an omnivore that feeds on a variety of foods, including plants, insects, fish, and small vertebrates. They are often seen wading in the shallow waters of their habitat, using their long toes to grasp and catch their prey.",
                "These birds are known to be strong and agile fliers, and they are able to fly short distances to escape predators or reach new habitats.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Psaltoda moerens",
            "common": "Redeye Cicada",
            "summary": "The Psaltoda moerens, also known as the Redeye cicada, is a large and colorful cicada that is native to eastern Australia. These cicadas are known for their distinctive calls, which are often heard during the summer months.",
            "description": [
                "The Redeye cicada is a large and colorful insect that can grow up to 4.5 centimeters in length. They have a black body with bright red eyes and wings that are mottled with brown and black.",
                "These cicadas are known for their loud and distinctive calls, which are created by vibrating their tymbals, a specialized structure in their abdomen. The calls are used to attract mates and defend their territory.",
                "Redeye cicadas are found in a variety of habitats, including forests, woodlands, and urban areas. They are often seen clinging to the bark of trees or plants, and they are known to shed their exoskeletons on tree trunks.",
                "These cicadas have a unique life cycle that involves spending most of their lives underground as nymphs. They emerge from the ground as adults, mate and lay eggs, and then die within a few weeks.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Psephotellus varius",
            "common": "Varied Lorikeet",
            "summary": "The Varied Lorikeet (Psephotellus varius) is a colorful species of parrot native to the eastern and southeastern parts of Australia. These parrots are known for their striking plumage, which is predominantly green with blue and yellow markings on the wings and tail.",
            "description": [
                "Varied Lorikeets can grow up to 28cm in length and weigh between 70 and 90g.",
                "These parrots are highly social and usually travel in flocks of up to 20 individuals.",
                "They feed primarily on nectar and pollen, but will also eat insects, fruit, and seeds.",
                "The breeding season for Varied Lorikeets is typically between August and December.  Females lay between 2-4 eggs per clutch, which are incubated by both parents for around 25 days.",
                "Young Varied Lorikeets fledge after approximately 6 weeks and become fully independent after 2-3 months."
            ],
            "img": ""
        },
        {
            "species": "Psephotus haematonotus",
            "common": "Red-rumped Parrot",
            "summary": "The Red-rumped Parrot (Psephotus haematonotus) is a small and brightly-colored species of parrot native to southeastern Australia. As their name suggests, these parrots are primarily green with a bright red rump and lower back.",
            "description": [
                "Red-rumped Parrots can grow up to 29cm in length and weigh between 50-80g.",
                "They are known for their high-pitched and chirpy calls, which are usually heard during flight or when perched.",
                "These parrots are commonly found in open woodlands, grasslands, and farmlands.",
                "Red-rumped Parrots feed mainly on seeds, but will also eat fruit and insects.",
                "The breeding season for Red-rumped Parrots is typically between August and December.  Females lay between 3-6 eggs per clutch, which are incubated by both parents for around 20-22 days."
            ],
            "img": ""
        },
        {
            "species": "Pseudocheirus peregrinus",
            "common": "Common Ringtail Possum",
            "summary": "The Common Ringtail Possum (Pseudocheirus peregrinus) is a small and nocturnal marsupial native to Australia. These possums are named after their distinctive prehensile tails, which are used for grasping and balancing while climbing. ",
            "description": [
                "Common Ringtail Possums can grow up to 35cm in length (including their tail) and weigh between 350-550g.",
                "They are primarily arboreal and are commonly found in eucalyptus forests and woodlands.",
                "Common Ringtail Possums are herbivorous and feed mainly on leaves, flowers, and fruits.",
                "These possums are highly social and usually live in family groups consisting of one adult male, one or more adult females, and their offspring.",
                "The breeding season for Common Ringtail Possums is typically between May and September.  Females give birth to a single young, which remains in the mother's pouch for around 4 months."
            ],
            "img": ""
        },
        {
            "species": "Psaltoda plaga",
            "common": "Silver Knight",
            "summary": "Psaltoda plaga, commonly known as the silver knight, is a species of cicada found in eastern Australia. These large and noisy insects are known for their distinctive calls, which can reach up to 110 decibels and are often heard during the summer months.",
            "description": [
                "The silver knight cicada is named for its metallic silver appearance, which gives it a knight-like appearance.",
                "Male silver knights produce their loud calls by vibrating their tymbals, which are specialized structures on their abdomens. The sound is amplified by their mostly hollow abdomens.",
                "The calls of male silver knights are distinct from other cicada species, with a series of rapid and high-pitched notes followed by a longer, lower-pitched note. This pattern can vary between populations and is believed to be a way for males to attract mates and establish territories.",
                "Female silver knights are larger than males and have a distinctive green coloration.",
                "Silver knights spend most of their lives underground as nymphs, feeding on sap from the roots of trees. They emerge from the soil as adults after several years, usually during the warmer months."
            ],
            "img": ""
        },
        {
            "species": "Psephotellus varius",
            "common": "Mulga Parrot",
            "summary": "Psephotellus varius, also known as the Mulga Parrot, is a small species of parrot that is found throughout much of inland Australia. These birds are commonly found in arid and semi-arid regions, particularly in mulga woodlands and shrublands.",
            "description": [
                "Mulga Parrots are sexually dimorphic, meaning males and females have different coloration. Males have a bright green head and neck, a yellow chest and belly, and a red patch on the nape of the neck. Females have a more subdued green plumage with a grayish-brown head and neck.",
                "These birds are known for their acrobatic flight displays during courtship, which involve quick, darting movements and sharp turns.",
                "Mulga Parrots are mainly seed-eaters, feeding on a variety of grasses and seeds of acacia and eucalyptus trees. They may also eat insects and other small invertebrates.",
                "During breeding season, these parrots form monogamous pairs and construct a nest in a tree hollow or crevice. The female lays 4-6 eggs, which are incubated for around 20 days.",
                "Mulga Parrots are not considered to be globally threatened, although they may be vulnerable to habitat loss and degradation in some parts of their range. They are popular birds among aviculturists and have been successfully bred in captivity."
            ],
            "img": ""
        },
        {
            "species": "Psophodes cristatus",
            "common": "Chirruping Wedgebill",
            "summary": "Psophodes cristatus, commonly known as the chirruping wedgebill, is a bird species found in the arid and semi-arid regions of Australia. These small and active birds are known for their distinctive appearance, vocalizations, and unique feeding behavior.",
            "description": [
                "Chirruping wedgebills have a distinctive appearance, with a large head, short neck, and a distinctive black and white striped pattern on their back and wings.",
                "These birds are highly vocal and have a distinctive, repetitive chirping call that gives them their name.",
                "Chirruping wedgebills are omnivorous, feeding on a variety of insects, seeds, and plant matter. They are known for their unique feeding behavior, in which they use their strong beaks to break open tough seed pods and extract the seeds inside.",
                "The species is highly adapted to life in arid and semi-arid environments and is able to survive without access to free water by obtaining moisture from their food.",
                "Chirruping wedgebills are often seen in pairs or small family groups and are known for their cooperative breeding behavior."
            ],
            "img": ""
        },
        {
            "species": "Psophodes nigrogularis",
            "common": "Black-throated whipbird",
            "summary": "Psophodes nigrogularis, commonly known as the black-throated whipbird, is a bird species found in the forests and woodlands of eastern Australia. These elusive and cryptic birds are known for their distinctive calls and striking appearance.",
            "description": [
                "Black-throated whipbirds are named for their whip-like calls, which are often heard in pairs or family groups. The male makes the initial 'whip' sound, followed by the female's 'crack' response.",
                "These birds have a striking appearance, with black and white stripes on their heads and distinctive black throat feathers.",
                "Black-throated whipbirds are territorial and have been known to defend their territories against other birds and even humans.",
                "The species is known for its unusual breeding behavior, with females laying eggs in the nests of other birds, often the superb fairywren or the grey shrike-thrush. The foster parents then raise the chick as their own.",
                "Black-throated whipbirds are notoriously difficult to spot, often remaining hidden in the undergrowth. Birdwatchers and naturalists may need to rely on their calls to detect their presence."
            ],
            "img": ""
        },
        {
            "species": "Psophodes occidentalis",
            "common": "Chiming Wedgebill",
            "summary": "Psophodes occidentalis, also known as the Chiming Wedgebill, is a species of bird found in the arid regions of central and western Australia. They are known for their distinctive chiming call, which sounds like a series of metallic notes.",
            "description": [
                "Chiming Wedgebills are ground-dwelling birds and are rarely seen in flight.",
                "They are highly territorial and will defend their territory aggressively against other birds.",
                "Chiming Wedgebills are omnivorous and will eat a wide variety of insects, as well as seeds and fruit.",
                "They are known to drink from dew drops and shallow pools of water in arid areas where water is scarce.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Psophodes olivaceus",
            "common": "Eastern Whipbird",
            "summary": "Psophodes olivaceus, commonly known as the Eastern Whipbird, is a species of passerine bird that is found in eastern Australia. These birds are known for their distinctive call, which sounds like the crack of a whip followed by a trill.",
            "description": [
                "Eastern Whipbirds are relatively large birds, growing up to 30 cm in length.",
                "They are sexually dimorphic, with males having a white cheek patch and females having a brown cheek patch.",
                "Eastern Whipbirds are usually found in pairs or small family groups, and are often heard but not seen due to their shy nature and preference for dense vegetation.",
                "They primarily feed on insects and other small invertebrates, which they find by foraging on the ground or in low vegetation.",
                "Eastern Whipbirds are monogamous and build nests in low shrubs or saplings using twigs and other plant material.  Females typically lay two eggs, which both parents incubate and care for."
            ],
            "img": ""
        },
        {
            "species": "Ptilinopus regina",
            "common": "Rose-crowned Fruit Dove",
            "summary": "Ptilinopus regina, also known as the Rose-crowned Fruit Dove, is a species of bird in the family Columbidae, native to New Guinea and nearby islands. The species is characterized by its distinctive pink head and green body.",
            "description": [
                "The Rose-crowned Fruit Dove feeds on a variety of fruits, including figs, guavas, and papayas.",
                "Males of the species perform courtship displays where they bow their heads and fan their tails to attract a mate.",
                "Ptilinopus regina is considered to be a species of least concern by the IUCN, due to its large range and stable population.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Ptilonorhynchus violaceus",
            "common": "Satin Bowerbird",
            "summary": "Ptilonorhynchus violaceus, commonly known as the Satin Bowerbird, is a species of bowerbird found in eastern Australia. They are known for their elaborate mating displays and intricate bowers, which they construct from twigs and decorate with colorful objects.",
            "description": [
                "Male Satin Bowerbirds use a combination of vocalizations and dance-like movements to attract females.",
                "The species is known to collect and decorate their bowers with blue objects, such as feathers and bottle caps.",
                "Ptilonorhynchus violaceus is listed as a species of least concern by the IUCN, due to its large range and stable population.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Ptilotula flavescens",
            "common": "Yellow-tinted Honeyeater",
            "summary": "Ptilotula flavescens, commonly known as the yellow-tinted honeyeater, is a small bird species belonging to the honeyeater family. It is native to Australia and can be found in various habitats such as woodlands, savannas, and forests.",
            "description": [
                "The yellow honeyeater has a bright yellow plumage with a black mask around its eyes.",
                "These birds feed on nectar and insects, and can often be seen hovering in front of flowers to feed.",
                "The female builds the nest using grass, bark, and spiderwebs, and the male helps to defend the territory.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Ptilotula fusca",
            "common": "Fuscous Honeyeater",
            "summary": "Ptilotula fusca, also known as the fuscous honeyeater, is a small bird species belonging to the honeyeater family. It is native to Australia and can be found in various habitats such as woodlands, forests, and scrublands.",
            "description": [
                "The fuscous honeyeater has a brownish-grey plumage with a dark eye stripe and a pale throat.",
                "These birds feed on nectar and insects, and are known to feed on the sugary excretions of certain insects.",
                "The female builds the nest using twigs and grass, and the male helps to defend the territory.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Ptilotula keartlandi",
            "common": "Grey-headed Honeyeater",
            "summary": "Ptilotula keartlandi, commonly known as the grey-headed honeyeater, is a bird species found in the woodlands and forests of eastern Australia. These small and active birds are known for their distinctive calls and their important role in pollinating plants.",
            "description": [
                "Grey-headed honeyeaters have a distinctive appearance, with grey feathers on their head and upper body and a yellow belly.",
                "These birds are highly vocal and are known for their complex songs and calls, which can vary between individuals and populations.",
                "Grey-headed honeyeaters primarily feed on nectar from flowering plants and are important pollinators for many plant species in their native habitats.",
                "The species has a unique foraging behavior, often hovering in front of flowers to feed on nectar or using their sharp beaks to pry open the bases of flowers to access the nectar inside.",
                "Grey-headed honeyeaters are monogamous and form strong pair bonds that can last for several years."
            ],
            "img": ""
        },
        {
            "species": "Ptilotula penicillata",
            "common": "White-plumed Honeyeater",
            "summary": "Ptilotula penicillata, commonly known as the white-plumed honeyeater, is a bird species found in the woodlands and forests of Australia. These small and active birds are known for their distinctive appearance, vocalizations, and important role in pollinating plants.",
            "description": [
                "White-plumed honeyeaters have a distinctive appearance, with a white plume on their head and a black mask around their eyes.",
                "These birds are highly vocal and have a range of calls and songs that are used to communicate with each other and establish territories.",
                "White-plumed honeyeaters are primarily nectarivorous, feeding on the nectar of flowering plants. They are important pollinators for many plant species in their native habitats.",
                "The species is highly adaptable and can thrive in a range of habitats, from arid and semi-arid regions to wet and temperate forests.",
                "White-plumed honeyeaters are often seen in pairs or family groups and are known for their social behavior."
            ],
            "img": ""
        },
        {
            "species": "Purnella albifrons",
            "common": "White-fronted Honeyeater",
            "summary": "Purnella albifrons, commonly known as the White-fronted Honeyeater, is a small bird species found in eastern Australia.",
            "description": [
                "They have distinctive white feathers on their forehead and throat that contrast with their grey-brown body plumage.",
                "White-fronted Honeyeaters are social birds that often gather in large flocks to feed and roost together.",
                "Their diet consists mainly of nectar, insects, and spiders, which they forage for in trees and shrubs.",
                "These birds have a wide range and are found in a variety of habitats, including eucalyptus forests, woodlands, and heathlands.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Purpureicephalus spurius",
            "common": "Red-capped Parrot",
            "summary": "Purpureicephalus spurius, commonly known as the Red-capped Parrot, is a small parrot species found in Australia.",
            "description": [
                "They have a distinctive red cap on their head, which contrasts with their green body plumage.",
                "Red-capped Parrots are social birds that often gather in flocks to feed and roost together.",
                "They have a varied diet that includes seeds, fruit, flowers, and insects.",
                "These parrots are found in a variety of habitats, including woodlands, forests, and grasslands, and are widely distributed throughout most of Australia.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Pyrrholaemus brunneus",
            "common": "Redthroat",
            "summary": "Pyrrholaemus brunneus, commonly known as the Redthroat, is a small bird found in Australia and New Guinea.",
            "description": [
                "They have a distinctive red throat patch, and are often found in dense vegetation such as shrubs and mangroves.",
                "Redthroats are territorial birds, and males defend their breeding territories with aggressive displays and vocalizations.",
                "They are known to hybridize with the Golden-headed Cisticola in some areas of their range.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Pyrrholaemus sagittata ",
            "common": "Speckled Warbler",
            "summary": "Pyrrholaemus sagittata, also known as the Speckled Warbler, is a small passerine bird found in Australia.",
            "description": [
                "They are typically found in dry woodlands and scrublands, and are known for their distinctive speckled plumage.",
                "Speckled Warblers are territorial and form breeding pairs, but will sometimes nest in loose groups.",
                "They have a unique feeding strategy where they move through the canopy of trees and use their bills to extract insects from under bark and leaves.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Radjah rajah ",
            "common": "Raja Shelduck",
            "summary": "Radjah rajah, also known as the raja shelduck, is a large waterbird found in freshwater habitats across Southeast Asia. These ducks are notable for their striking black and white plumage, with males having a distinctive green head.",
            "description": [
                "These ducks are monogamous, with pairs staying together for multiple breeding seasons.",
                "They are often found in pairs or small groups, rarely congregating in large flocks.",
                "Radjah rajah are primarily herbivorous, feeding on aquatic plants and insects.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Ramsayornis fasciatus",
            "common": "Bar-breasted Honeyeater",
            "summary": "Ramsayornis fasciatus, commonly known as the bar-breasted honeyeater, is a bird species found in the forests and woodlands of Australia and Papua New Guinea. These small and active birds are known for their distinctive appearance, vocalizations, and important role in pollinating plants.",
            "description": [
                "Bar-breasted honeyeaters have a distinctive appearance, with a bar-shaped pattern on their breast.",
                "These birds are highly vocal and have a range of calls and songs that are used to communicate with each other and establish territories.",
                "Bar-breasted honeyeaters are primarily nectarivorous, feeding on the nectar of flowering plants. They are important pollinators for many plant species in their native habitats.",
                "The species is highly adaptable and can thrive in a range of habitats, from rainforests to savannas and woodlands.",
                "Bar-breasted honeyeaters have been known to exhibit cooperative breeding behavior, with non-breeding individuals helping to raise the offspring of breeding pairs."
            ],
            "img": ""
        },
        {
            "species": "Rattus norvegicus",
            "common": "Brown Rat",
            "summary": "Rattus norvegicus, also known as the brown rat, is a common rodent found worldwide. These rats are known for their brown fur and long, scaly tails.",
            "description": [
                "They are highly adaptable and can survive in a variety of habitats, including urban areas and sewers.",
                "Brown rats are known to carry a number of diseases, including leptospirosis and hantavirus.",
                "They are omnivores, and will eat almost anything they can find, including insects, fruits, and even human food.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Rhipidura albiscapa",
            "common": "Grey Fantail",
            "summary": "The Rhipidura albiscapa, also known as the grey fantail, is a small passerine bird found throughout Australia and New Zealand.",
            "description": [
                "The grey fantail is a common and widespread species, often seen in parks and gardens.",
                "They are known for their acrobatic flight, and can twist and turn mid-flight to catch insects.",
                "Grey fantails build a cup-shaped nest using bark, spider webs, and other materials, and typically lay 3-4 eggs at a time.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Rhipidura leucophrys",
            "common": "Willie Wagtail",
            "summary": "The Rhipidura leucophrys, or willie wagtail, is a small bird found in Australia, New Guinea, and the Solomon Islands.",
            "description": [
                "The willie wagtail is a common and well-known bird in Australia, often seen in urban areas and open woodlands.",
                "They are known for their distinctive tail wagging, which they use to communicate with each other and to intimidate potential predators.",
                "Willie wagtails build a small, cup-shaped nest made of grass and other materials, and typically lay 2-4 eggs at a time.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Rhipidura rufifrons",
            "common": "Rufous Fantail",
            "summary": "The Rhipidura rufifrons, or rufous fantail, is a small passerine bird found throughout Australia and parts of Indonesia.",
            "description": [
                "The rufous fantail is known for its striking reddish-brown coloration on its head and upper body.",
                "They are often found in dense forests and woodlands, and use their long, narrow beaks to catch insects and other small prey.",
                "Rufous fantails build a small, cup-shaped nest using grass and other materials, and typically lay 2-3 eggs at a time.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Rhipidura rufiventris",
            "common": "Northern Fantail",
            "summary": "Rhipidura rufiventris, commonly known as the northern fantail, is a bird species found in the forests and woodlands of northern and eastern Australia. These small and active birds are known for their distinctive appearance, vocalizations, and behavior.",
            "description": [
                "Northern fantails have a distinctive appearance, with a rufous belly and white eyebrow and throat. They are also known for their long, narrow tail feathers, which give them their name.",
                "These birds are highly vocal and have a range of calls and songs that are used to communicate with each other and establish territories.",
                "Northern fantails are insectivorous, feeding on a variety of insects and other small invertebrates. They are often seen fluttering and flitting through the foliage in search of food.",
                "The species is highly adaptable and can thrive in a range of habitats, from rainforests to savannas and woodlands.",
                "Northern fantails are often seen in pairs or family groups and are known for their social behavior. They have also been observed following larger birds, such as cattle or kangaroos, in order to catch insects that are disturbed by their movement."
            ],
            "img": ""
        },
        {
            "species": "Scythrops novaehollandiae",
            "common": "Channel-billed Cuckoo",
            "summary": "Scythrops novaehollandiae, also known as the Channel-billed Cuckoo, is a species of cuckoo found in Australia, Indonesia, and Papua New Guinea. It is the largest species of cuckoo in the world, measuring up to 63 cm (25 in) in length.",
            "description": [
                "The species is known for its distinctive call, which has been described as a loud 'kawk-kawk-kawk' or 'kuk-kuk-kuk'.",
                "Scythrops novaehollandiae is a brood parasite, laying its eggs in the nests of other bird species, such as magpies and crows.",
                "The diet of Scythrops novaehollandiae consists mainly of fruit, including figs and wild grapes.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Sericornis frontalis",
            "common": "White-browed Scrubwren",
            "summary": "Sericornis frontalis, also known as the White-browed Scrubwren, is a small passerine bird found in Australia and New Guinea. The species is known for its distinctive white eyebrow stripe and its habit of foraging on the ground.",
            "description": [
                "The species is often found in dense vegetation, such as rainforests and shrublands.",
                "Sericornis frontalis has a diet that consists mainly of insects, spiders, and other small invertebrates.",
                "The species is known to form monogamous pairs and build dome-shaped nests made of grass and other vegetation.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Sericornis magnirostra",
            "common": "Large-billed Scrubwren",
            "summary": "Sericornis magnirostra, commonly known as the Large-billed scrubwren, is a small passerine bird that belongs to the family of birds known as the Maluridae. The species is endemic to Australia, and can be found throughout the eastern and southern parts of the country, including Tasmania.",
            "description": [
                "As its name suggests, the Large-billed scrubwren has a particularly large bill, which it uses to forage for insects and other invertebrates amongst the undergrowth and leaf litter.",
                "Despite its small size, the Large-billed scrubwren has a loud and distinctive call, which is often described as a musical trill.",
                "The species is known for its remarkable agility, and is capable of hopping and climbing through dense vegetation with ease.",
                "The Large-billed scrubwren is a monogamous species, with pairs staying together for multiple breeding seasons.",
                "The species is not considered to be threatened, and is classified as of 'Least Concern' by the International Union for Conservation of Nature (IUCN). However, its range has contracted in some areas due to habitat loss and degradation caused by human activities, such as land clearing and urbanisation."
            ],
            "img": ""
        },
        {
            "species": "Sericulus chrysocephalus",
            "common": "Regent Bowerbird",
            "summary": "Sericulus chrysocephalus, commonly known as the Regent Bowerbird, is a bird species belonging to the family Ptilonorhynchidae. They are found in the rainforests of eastern Australia.",
            "description": [
                "They have a striking plumage with black and bright yellow feathers.",
                "They are known for their elaborate bower-building behavior, where males construct intricate structures made of sticks and decorate them with colorful objects like berries and flowers to attract females.",
                "They are omnivorous and feed on fruits, insects, and small animals.",
                "They have a loud, whistling call that is often heard in the early morning.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Smicrornis brevirostris",
            "common": "Weebill",
            "summary": "Smicrornis brevirostris, also known as Weebill, is a small bird species belonging to the family Acanthizidae. They are found in Australia and are one of the smallest birds in the world.",
            "description": [
                "They have a short, pointed bill and a greenish-brown plumage.",
                "They are insectivorous and feed on insects, spiders, and other small invertebrates.",
                "They build compact, dome-shaped nests made of bark and grass, which are usually suspended from the branches of a tree.",
                "They have a high-pitched, trilling call that is often heard in flocks.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Sphecotheres vieilloti",
            "common": "Australasian figbird",
            "summary": "Sphecotheres vieilloti, commonly known as the Australasian figbird, is a medium-sized bird that belongs to the family of birds known as the Oriolidae. The species is native to Australia, where it is found primarily in the coastal regions of eastern and northern parts of the country, as well as in some areas of Papua New Guinea.",
            "description": [
                "The Australasian figbird is named after the French ornithologist, Louis Jean Pierre Vieillot, who was a prolific describer of bird species in the late 18th and early 19th centuries.",
                "The species is known for its distinctive plumage, which is predominantly green with a yellowish-brown throat and chest, and a red eye-ring.",
                "The Australasian figbird is so named because it feeds primarily on figs, although it will also consume other fruits, nectar, and insects.",
                "The species is highly vocal, with a range of calls that include a variety of whistles, trills, and chattering sounds.",
                "The Australasian figbird is a common species throughout much of its range and is not considered to be threatened. However, like many other bird species in Australia, it is vulnerable to habitat loss and degradation caused by land clearing and urbanisation."
            ],
            "img": ""
        },
        {
            "species": "Spilopelia chinensis",
            "common": "Spotted Dove",
            "summary": "Spilopelia chinensis, also known as the spotted dove, is a species of dove found throughout Asia and parts of Australia.",
            "description": [
                "The spotted dove is a popular cage bird due to its gentle nature and pleasant cooing calls.",
                "They are small in size, with a speckled brown plumage and a distinctive black spot on the lower neck.",
                "Spotted doves are considered a pest species in some areas due to their habit of feeding on crops and seeds.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Stagonopleura guttata",
            "common": "Diamond Firetail",
            "summary": "Stagonopleura guttata, also known as the diamond firetail, is a small species of bird found in Australia",
            "description": [
                "Diamond firetails have a striking appearance with a mix of black, white, and red feathers on their bodies and a distinctive red eye-ring.",
                "They are known for their acrobatic flying displays during courtship and territorial disputes.",
                "Diamond firetails are primarily seed-eaters and can be found in a variety of habitats, including grasslands and forests.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Stipiturus ruficeps",
            "common": "Rufous-crowned Emuwren",
            "summary": "Stipiturus ruficeps, commonly known as the Rufous-crowned Emuwren, is a small bird found in Australia. The bird is known for its distinctive vocalizations and its beautiful appearance.",
            "description": [
                "Rufous-crowned Emuwrens are tiny birds, measuring only around 8 cm in length and weighing just a few grams.",
                "The male birds have beautiful rufous crowns and black faces, while the females have a greyish-brown crown and a brown face.",
                "Stipiturus ruficeps is found in southern Australia, where it inhabits shrublands and heathlands.",
                "These birds are insectivorous, and feed on a variety of small insects and spiders.",
                "During the breeding season, the male Rufous-crowned Emuwren builds a spherical nest from grass and other plant materials. The nest is usually built close to the ground and is lined with feathers."
            ],
            "img": ""
        },
        {
            "species": "Stizoptera bichenovii",
            "common": "Double-barred Finch",
            "summary": "Stizoptera bichenovii, commonly known as the Double-barred finch, is a small passerine bird that belongs to the family of birds known as the Estrildidae. The species is endemic to Australia, and is found in the eastern and southern parts of the country, including Tasmania.",
            "description": [
                "The Double-barred finch is named after the distinctive double bars that run across its wings, which are black and white in colour.",
                "The species is sexually dimorphic, with the males having a brighter and more vibrant plumage than the females.",
                "The Double-barred finch is a social bird, and is often found in small flocks, especially during the breeding season.",
                "The species feeds primarily on grass seeds, but will also consume insects and other invertebrates when they are available.",
                "The Double-barred finch is a popular aviary bird, and is kept as a pet by many bird enthusiasts around the world."
            ],
            "img": ""
        },
        {
            "species": "Stomiopera unicolor",
            "common": "White-gaped Honeyeater",
            "summary": "Stomiopera unicolor, commonly known as the White-gaped honeyeater, is a small bird that belongs to the family of birds known as the Meliphagidae. The species is endemic to Australia, and can be found throughout much of the eastern and southern parts of the country, including Tasmania.",
            "description": [
                "The White-gaped honeyeater is named after its distinctive white gape, which is the area around its bill.",
                "The species has a fairly plain plumage, with greyish-brown feathers on its upper body and wings, and paler feathers on its underbelly.",
                "The White-gaped honeyeater is primarily a nectar-feeder, and plays an important role in pollinating many of Australia's native plants.",
                "The species is known for its musical and melodious song, which can often be heard in the forests and woodlands where it lives.",
                "The White-gaped honeyeater is not considered to be threatened, and is classified as of 'Least Concern' by the International Union for Conservation of Nature (IUCN). However, like many other bird species in Australia, it is vulnerable to habitat loss and degradation caused by land clearing and urbanisation."
            ],
            "img": ""
        },
        {
            "species": "Strepera versicolor",
            "common": "Grey Currawong",
            "summary": "Strepera versicolor, commonly known as the Grey Currawong, is a large passerine bird native to southern Australia.",
            "description": [
                "Grey currawongs are opportunistic feeders and consume a wide variety of food, including insects, fruits, small vertebrates, and even carrion.",
                "They are known for their distinctive, melodious calls, which can often be heard echoing through mountain ranges and valleys.",
                "Grey Currawongs are considered to be intelligent birds and are capable of problem-solving and tool use.",
                "They tend to exhibit bold and curious behavior, with individuals often approaching humans and investigating their surroundings.",
                "They are known to form tight family groups and can be quite aggressive towards other birds and animals that encroach on their territory."
            ],
            "img": ""
        },
        {
            "species": "Sugomel nigrum",
            "common": "Black Honeyeater",
            "summary": "Sugomel nigrum, commonly known as the black honeyeater, is a small bird that belongs to the family of birds known as the Meliphagidae. The species is native to Australia, and is found in the arid and semi-arid regions of the country, including the central and western parts of Australia.",
            "description": [
                "The black honeyeater is named after its black plumage, which is iridescent and has a bluish-green sheen in certain lighting conditions.",
                "The species has a unique bill shape, which is long, slender, and curved downwards. This allows it to feed on the nectar of flowers that have long corollas, such as those of Grevillea and Eremophila species.",
                "The black honeyeater is highly mobile, and will often follow the flowering patterns of its preferred plants across the landscape. This means that it is able to move large distances in search of food.",
                "The species is known for its high-pitched and musical song, which is often heard during the breeding season.",
                "The black honeyeater is not considered to be threatened, and is classified as of 'Least Concern' by the International Union for Conservation of Nature (IUCN). However, like many other bird species in Australia, it is vulnerable to habitat loss and degradation caused by land clearing and changes in fire regimes."
            ],
            "img": ""
        },
        {
            "species": "Sus scrofa",
            "common": "Wild Boar",
            "summary": "Sus scrofa , commonly known as the wild boar, is a large, omnivorous mammal found in forests and grasslands across Europe, Asia, and North Africa.",
            "description": [
                "They have a distinctive appearance with a muscular body, long snout, and prominent tusks.",
                "Wild boars are known for their intelligence and adaptability, able to survive in a range of habitats from forests to suburban areas.",
                "They are considered a pest in many areas due to their habit of rooting up crops and damaging property.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Symposiachrus trivirgatus",
            "common": "Spectacled Monarch",
            "summary": "Symposiachrus trivirgatus, also known as the spectacled monarch, is a small bird found in the forests of Indonesia and Papua New Guinea.",
            "description": [
                "They have a distinctive black-and-white striped head and a bright blue back and tail.",
                "Spectacled monarchs are known for their beautiful singing voices and are often kept as pets in their native range.",
                "They primarily feed on insects, but also eat fruit and nectar.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Synoicus ypsilophora",
            "common": "Brown Quail",
            "summary": "Synoicus ypsilophora, commonly known as the brown quail, is a small ground-dwelling bird that belongs to the family of birds known as Phasianidae. The species is native to Australia, and is found throughout much of the country, including Tasmania.",
            "description": [
                "The brown quail is named after its distinctive brown plumage, which is mottled and streaked with black and white. The species has a round body and short tail, and is roughly the size of a pigeon.",
                "The species is primarily a ground-dwelling bird, and is rarely seen in flight. It prefers to run or walk through the undergrowth and grasslands where it lives.",
                "The brown quail is a social bird, and will often form flocks outside of the breeding season. During the breeding season, males will establish territories and perform courtship displays to attract females.",
                "The species is omnivorous, and feeds on a variety of insects, seeds, and small invertebrates. It will also occasionally consume small vertebrates such as lizards and frogs.",
                "The brown quail is hunted by humans for both sport and food, and is considered to be a game bird in many parts of Australia."
            ],
            "img": ""
        },
        {
            "species": "Tachybaptus novaehollandiae",
            "common": "Australasian Grebe",
            "summary": "The Australasian Grebe, also known as Tachybaptus novaehollandiae, is a small waterbird species that belongs to the grebe family. It is found in Australia, New Zealand, New Guinea, and the Pacific islands.",
            "description": [
                "The Australasian Grebe is one of the smallest grebes, weighing only 200 to 350 grams.",
                "These birds have a unique courtship display where they will face each other and swim forward together with their necks outstretched.",
                "They are excellent swimmers and divers and can remain underwater for up to 30 seconds.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Tachybaptus ruficollis",
            "common": "Little Grebe",
            "summary": "The Little Grebe, also known as Tachybaptus ruficollis, is a small waterbird species that belongs to the grebe family. It is found in Europe, Asia, Africa, and Australia.",
            "description": [
                "The Little Grebe is one of the smallest diving birds, weighing only 140 to 180 grams.",
                "They have a distinctive courtship display, where the male will offer a female a piece of vegetation, which they will then swim off with together.",
                "These birds have a unique way of swimming underwater, using their wings to help propel themselves along.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Taeniopygia guttata",
            "common": "Zebra Finch",
            "summary": "The Zebra Finch, also known as Taeniopygia guttata, is a small bird species that is native to Australia.",
            "description": [
                "Zebra Finches are popular birds for domestication and have been bred in many different colors, including white, black, and fawn.",
                "They have a unique vocalization system, where males sing complex songs to attract females.",
                "These birds are social creatures and are often seen living in large flocks, both in the wild and in captivity.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Territornis albilineata ",
            "common": "White-lined Honeyeater",
            "summary": "Territornis albilineata, also known as the white-lined honeyeater, is a small bird species found in eastern and southeastern Australia. They are known for their distinctive black and white plumage, with a white stripe running down the middle of their head.",
            "description": [
                "White-lined honeyeaters are known for their loud and melodious songs, which they use to communicate with other members of their flock.",
                "They are also known to be quite territorial, and will defend their feeding and nesting areas aggressively.",
                "These birds mainly feed on insects and nectar, and can often be seen hovering at flowers to feed on the nectar inside.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Threskiornis moluccus",
            "common": "White Ibis",
            "summary": "Threskiornis moluccus, commonly known as the Australian white ibis, is a large bird species found throughout most of Australia. They are known for their distinctive long, curved beaks and white plumage.",
            "description": [
                "Despite their somewhat ungainly appearance, white ibises are actually quite graceful in flight, and are capable of soaring for long distances.",
                "They are opportunistic feeders, and will eat a wide variety of food including insects, small animals, and human garbage.",
                "White ibises are known to be quite intelligent, and have been observed using tools to obtain food. For example, they have been seen using sticks to extract insects from crevices.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Tettigoniidae sp.",
            "common": "Bush Cricket",
            "summary": "Bush crickets are insects that are well-known for their loud and distinctive calls that are produced by rubbing their wings together. The most common bush cricket found in the Great Otway region is a member of the Tettigoniidae family, although the exact species may vary.",
            "description": [
                "Bush crickets have long antennae and wings that are folded flat over their body.",
                "They are typically green or brown in color, which helps them to blend in with their surroundings.",
                "Bush crickets are herbivores and feed on leaves, stems, and other plant parts.",
                "They are most active at night and can often be heard calling to attract mates.",
                "The male bush cricket's call is produced by rubbing the edges of his wings together. The females can detect the pitch and volume of the call to determine if he is a suitable mate."
            ],
            "img": ""
        },
        {
            "species": "Todiramphus macleayii",
            "common": "Forest Kingfisher",
            "summary": "Todiramphus macleayii, also known as the Forest Kingfisher, is a species of bird belonging to the family Alcedinidae. It is found in Australia, Indonesia, and Papua New Guinea. This bird is mostly blue-green with a white underbelly and a long beak.",
            "description": [
                "The Forest Kingfisher is a carnivorous bird and mainly feeds on insects and small animals.",
                "They are known to hunt from perches, often using the same perch repeatedly.",
                "Their breeding season is from September to January, and they nest in tree hollows.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Todiramphus pyrrhopygius ",
            "common": "Red-backed Kingfisher",
            "summary": "Todiramphus pyrrhopygius, commonly known as the Red-backed Kingfisher, is a species of bird in the family Alcedinidae. It is found in Australia, Indonesia, and Papua New Guinea. This bird has a distinctive red back and blue wings.",
            "description": [
                "The Red-backed Kingfisher is a territorial bird and will defend their territory from other birds.",
                "They mainly feed on insects, but they will also eat small animals such as lizards and frogs.",
                "They are known to nest in tree hollows or termite mounds.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Todiramphus sanctus",
            "common": "Sacred Kingfisher",
            "summary": "Todiramphus sanctus, also known as the Sacred Kingfisher, is a species of bird belonging to the family Alcedinidae. It is found in Australia, New Caledonia, and many Pacific islands. This bird is mainly blue-green with a white underbelly and a long beak.",
            "description": [
                "The Sacred Kingfisher is a migratory bird and travels long distances to breed.",
                "They mainly feed on insects and small animals, such as lizards and frogs.",
                "They are known to nest in tree hollows or burrows in riverbanks.",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Tregellasia capito",
            "common": "Pale-yellow Robin",
            "summary": "Tregellasia capito, commonly known as the pale-yellow robin, is a small passerine bird that belongs to the family of birds known as Petroicidae. The species is endemic to Australia, and can be found in the eastern and southern parts of the country, including Tasmania.",
            "description": [
                "The pale-yellow robin is named after its pale yellow plumage, which is most prominent on its chest and belly. The species also has greyish-brown feathers on its back, wings, and head.",
                "The species is known for its distinctive call, which is a loud, clear, and musical whistle. The call is often used by birdwatchers and naturalists to locate the species in the forest.",
                "The pale-yellow robin is primarily insectivorous, and feeds on a variety of insects and other small invertebrates, which it catches by hopping along the ground or perching on low branches.",
                "The species is territorial, and will defend its breeding territory against other birds of the same species. Males will also perform courtship displays to attract females during the breeding season.",
                "The pale-yellow robin is not considered to be threatened, and is classified as of 'Least Concern' by the International Union for Conservation of Nature (IUCN). However, like many other bird species in Australia, it is vulnerable to habitat loss and degradation caused by land clearing and urbanisation."
            ],
            "img": ""
        },
        {
            "species": "Trichoglossus chlorolepidotus",
            "common": "Scaly-breasted Lorikeet",
            "summary": "Trichoglossus chlorolepidotus, commonly known as the Scaly-breasted Lorikeet, is a species of parrot native to Australia.",
            "description": [
                "Scaly-breasted lorikeets are highly social birds that form large flocks and are often seen feeding in groups.",
                "They have a distinctive green and yellow plumage with a scaly appearance on their chest.",
                "They are known for their loud and raucous calls which can often be heard in urban areas.",
                "Their diet consists mainly of nectar, pollen, and fruit, and they are important pollinators in their native habitats.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Uperoleia altissima",
            "common": "Tableland Gungan",
            "summary": "Uperoleia altissima, commonly known as the tableland gungan, is a small species of frog that belongs to the family of frogs known as Myobatrachidae. The species is native to Australia, and is found in the high-altitude regions of Queensland's Atherton Tablelands.",
            "description": [
                "The tableland gungan is named after the gungan, a mythical creature from the Star Wars franchise, due to the species' unique appearance and habitat. The species is brown or grey in colour, and has a distinctive bumpy texture on its skin.",
                "The species is highly adapted to life in the high-altitude regions of the Atherton Tablelands, where temperatures can drop to near freezing at night. To survive in these conditions, the tableland gungan burrows into the ground during the winter months, where it can hibernate for up to six months.",
                "The tableland gungan is primarily active during the wet season, when it emerges from its burrow to mate and feed. The species is insectivorous, and feeds on a variety of small invertebrates.",
                "The species is known for its distinctive call, which is a loud 'bonk' sound that can be heard across the forest. Males will call to attract females during the breeding season.",
                "The tableland gungan is not considered to be threatened, and is classified as of 'Least Concern' by the International Union for Conservation of Nature (IUCN). However, like many other amphibian species around the world, it is vulnerable to habitat loss and degradation caused by human activities such as land clearing and climate change."
            ],
            "img": ""
        },
        {
            "species": "Uperoleia laevigata",
            "common": "Smooth Toadlet",
            "summary": "Uperoleia laevigata, also known as the Smooth Toadlet, is a small, ground-dwelling frog found in the coastal regions of eastern Australia. It is known for its bright coloration and smooth, almost glossy skin.",
            "description": [
                "Males can reach up to 3cm in length, while females are slightly larger at around 4cm.",
                "The Smooth Toadlet is active during the day and feeds on small insects and other invertebrates.",
                "During breeding season, males will produce a high-pitched 'peep' call to attract females.",
                "This species is currently listed as 'least concern' on the IUCN Red List, but habitat loss and degradation pose a threat to its populations.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Uperoleia lithomoda",
            "common": "Stonemason Toadlet",
            "summary": "Uperoleia lithomoda, commonly known as the stonemason toadlet, is a small species of frog that belongs to the family of frogs known as Myobatrachidae. The species is endemic to Australia, and is found in the rainforests and wet sclerophyll forests of the Wet Tropics region of northeastern Queensland.",
            "description": [
                "The stonemason toadlet is named after its unique breeding behaviour, in which the male constructs a small 'nest' made of pebbles and gravel to attract females. The male will call from inside the nest, and if a female is interested, she will enter the nest and lay her eggs there.",
                "The species is small, with males typically reaching a maximum length of around 2.5 centimetres. The species is brown or grey in colour, with dark brown or black spots on its back and legs.",
                "The stonemason toadlet is primarily active during the wet season, when it emerges from its burrow to mate and feed. The species is insectivorous, and feeds on a variety of small invertebrates.",
                "The stonemason toadlet is an important indicator species for the health of the Wet Tropics region, as it is sensitive to changes in its environment. The species' presence in an area is a sign of a healthy and intact ecosystem.",
                "The species is not considered to be threatened, and is classified as of 'Least Concern' by the International Union for Conservation of Nature (IUCN). However, like many other amphibian species around the world, it is vulnerable to habitat loss and degradation caused by human activities such as land clearing and climate change."
            ],
            "img": ""
        },
        {
            "species": "Uperoleia littlejohni",
            "common": "Littlejohn's Toadlet",
            "summary": "Uperoleia littlejohni, also known as Littlejohn's Toadlet, is a small frog found in the coastal regions of eastern Australia. It is known for its bright, yellow-orange coloration and black markings.",
            "description": [
                "Littlejohn's Toadlet is an arboreal species, spending much of its time in the branches of trees and shrubs.",
                "During breeding season, males will call from high in the trees to attract females.",
                "This species is primarily active at night and feeds on small invertebrates such as ants and spiders.",
                "Habitat loss and degradation are threats to Littlejohn's Toadlet, which is currently listed as 'near threatened' on the IUCN Red List.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Uperoleia mimula",
            "common": "Tawny Toadlet",
            "summary": "Uperoleia mimula, commonly known as the Tawny Toadlet, is a species of frog found in eastern Australia. These small toadlets grow to a length of about 2.5 cm and are typically found in wet forests, woodlands, and heathlands.",
            "description": [
                "They are mostly active during the day and are known for their distinctive call, which sounds like a short trill.",
                "Tawny Toadlets feed on a variety of small invertebrates, such as ants and spiders, and are preyed upon by a range of animals, including birds, snakes, and larger frogs. ",
                "They have a unique adaptation where their skin is able to secrete a mild toxin to deter predators.",
                "Tawny Toadlets are considered to be of least concern in terms of conservation status, although their populations may be impacted by habitat loss and degradation due to human activities such as urbanization and agriculture.",
                ""
            ],
            "img": ""
        },
        {
            "species": "Vanellus spinosus",
            "common": "Spur-winged Lapwing",
            "summary": "Vanellus spinosus, commonly known as the spur-winged lapwing, is a species of bird that belongs to the family of plovers known as Charadriidae. The species is found in a wide range of habitats, including wetlands, grasslands, and agricultural fields, in parts of Africa, the Middle East, and southwestern Asia.",
            "description": [
                "The species is named after the spurs that are located on its wings. These spurs are used for defense against predators and rival lapwings during territorial disputes. The spur-winged lapwing is known for being highly territorial, and will aggressively defend its territory against other lapwings and even much larger birds.",
                "The species is distinctive in appearance, with a black and white plumage, a large yellow facial patch, and a long yellow bill. The species is also notable for its loud and distinctive call, which is a sharp, ringing peewit or pee-wit sound.",
                "The spur-winged lapwing is an omnivorous species, and feeds on a variety of insects, small invertebrates, and plant material. The species is known for its opportunistic feeding habits, and will scavenge for food in addition to hunting and foraging.",
                "The spur-winged lapwing has cultural significance in some parts of its range, and is featured in traditional stories and folklore. In some African cultures, the species is considered to be a symbol of good luck and protection.",
                "The species is not considered to be threatened, and is classified as of Least Concern by the International Union for Conservation of Nature (IUCN). However, like many other bird species around the world, it is vulnerable to habitat loss and degradation caused by human activities such as land development and agricultural practices."
            ],
            "img": ""
        },
        {
            "species": "Vulpes vulpes",
            "common": "Red Fox",
            "summary": "Vulpes vulpes, commonly known as the red fox, is a species of mammal that belongs to the family Canidae. The species is found in a wide range of habitats, including forests, grasslands, and urban areas, in Europe, Asia, North America, and Australia.",
            "description": [
                "The species is well-known for its distinctive reddish-orange fur, but can also have other color variations including black, silver, and white. The species has a bushy tail and pointed ears, and is known for its agility and speed.",
                "Red foxes are opportunistic predators, and will eat a wide range of prey including small mammals, birds, insects, and even fruit and vegetables. The species is known for its clever hunting techniques, including stalking and pouncing on prey, digging up burrows, and scavenging for food.",
                "The red fox is highly adaptable, and is able to thrive in a variety of environments. The species is known for its ability to live in urban areas and feed on human food waste and small pets. However, the species can also have negative impacts on native wildlife populations, particularly in areas where it has been introduced.",
                "The red fox is a social animal, and forms family groups known as 'clans' or 'leasholds'. These groups are typically made up of a mated pair and their offspring from previous years. The species communicates with a variety of vocalizations, including barks, yips, and howls.",
                "The red fox has a prominent role in many cultures and mythologies around the world. In some cultures, the species is considered to be a symbol of cunning and intelligence, while in others it is seen as a trickster or a messenger between the living and the dead."
            ],
            "img": ""
        },
        {
            "species": "Wallabia bicolor",
            "common": "Swamp Wallaby",
            "summary": "Wallabia bicolor, commonly known as the swamp wallaby, is a marsupial species found in eastern Australia, including Tasmania. It is known for its distinctive appearance and adaptability to various habitats.",
            "description": [
                "The swamp wallaby has a unique coloration that allows it to blend in with its environment. Its fur is typically dark brown or grey-brown with a lighter underbelly, and it has a distinctive white cheek stripe and black facial stripe. Its coloring helps it to camouflage in the dense vegetation of its swamp and forest habitats.",
                "The swamp wallaby is a solitary animal and is most active during dawn and dusk. It spends most of its day resting in dense vegetation to avoid predators, such as dingoes and foxes, which are not native to Australia but have been introduced to some areas.",
                "The species is known for its unique reproductive biology. Like all marsupials, it gives birth to underdeveloped young, known as joeys, that continue to develop in the mother's pouch. However, unlike most other marsupials, the swamp wallaby has a bifurcated reproductive tract that allows it to be pregnant with two joeys at once - one in each half of the uterus.",
                "The swamp wallaby is able to adapt to a variety of habitats, including forests, swamps, and grasslands. It is also known to venture into urban areas, where it can be seen grazing in parks and gardens. This adaptability has helped the species to survive in a changing environment.",
                "The swamp wallaby is considered to be a threatened species in some areas due to habitat loss and fragmentation caused by human activities. However, in other areas it is still common and is not considered to be threatened. The species is also hunted for its meat and fur in some areas."
            ],
            "img": ""
        },
        {
            "species": "Zanda funereal",
            "common": "Yellow-tailed Black Cockatoo",
            "summary": "Zanda funereal, commonly known as the yellow-tailed black cockatoo, is a large bird species found in the forests of southeastern Australia. It is known for its striking appearance and unique vocalizations, as well as its important role in the ecology of its native habitat.",
            "description": [
                "The species is one of the largest cockatoo species, with adults measuring up to 65 cm in length and weighing up to 900 g. It has a distinctive appearance, with black feathers covering most of its body, a bright yellow patch on its tail feathers, and a large, strong beak that it uses to crack open seeds and nuts.",
                "Yellow-tailed black cockatoos are social birds and are often seen in pairs or small groups. They communicate with each other using a range of vocalizations, including a loud, distinctive call that is often heard in the early morning and late afternoon.",
                "The species is found in a range of forest habitats, including wet and dry eucalypt forests, rainforests, and woodlands. It is most commonly found in areas with mature trees that provide food and nesting sites, and it feeds on a range of seeds, nuts, and fruits.",
                "Yellow-tailed black cockatoos are monogamous breeders, and pairs remain together for life. Breeding occurs between June and January, with females laying one to two eggs in a hollow in a tree trunk. Both parents incubate the eggs and care for the young.",
                "The species is considered to be vulnerable to habitat loss and fragmentation caused by human activities such as logging and land clearing. It is also threatened by the loss of mature trees, which provide important nesting sites and food sources."
            ],
            "img": ""
        },
        {
            "species": "Zoothera heinei",
            "common": "Russet-tailed Thrush",
            "summary": "Zoothera heinei, commonly known as the Russet-tailed Thrush, is a species of bird in the thrush family. It is found in the high-altitude forests of Southeast Asia and is known for its distinctive appearance and beautiful song.",
            "description": [
                "The Russet-tailed Thrush has a distinctively rich, chestnut-colored tail that contrasts with its grayish-brown body. It also has a white eye-ring and a bright yellow bill. Juvenile birds are much duller in coloration and lack the bright tail of adults.",
                "This species is found in the high-altitude forests of Southeast Asia, including the Himalayas, the eastern Himalayan range, and parts of southern China. It is typically found at elevations of between 1,800 and 3,000 meters.",
                "Russet-tailed Thrushes are generally shy and difficult to observe in the wild, but can often be heard singing from high up in the forest canopy. Their song is a series of clear, melodious whistles that are often described as hauntingly beautiful.",
                "The Russet-tailed Thrush is an omnivorous species that feeds on a range of fruits, insects, and small invertebrates. It forages on the ground and in the lower parts of the forest canopy.",
                "Breeding occurs between March and June, with pairs building nests in the fork of a tree or on a ledge. The female lays a clutch of 2-4 eggs, which she incubates for around two weeks. Both parents feed and care for the chicks until they fledge."
            ],
            "img": ""
        },
        {
            "species": "Zoothera lunulata",
            "common": "Bassian Thrush",
            "summary": "Zoothera lunulata, commonly known as the Bassian Thrush, is a medium-sized bird species found in the forests and woodlands of southeastern Australia.",
            "description": [
                "The Bassian Thrush is a distinctive bird with a spotted black and white breast, a gray-brown back, and a white eye-ring. It also has a distinctive crescent-shaped white patch on its throat, which distinguishes it from other thrush species found in Australia.",
                "This species is found in the wet forests and woodlands of southeastern Australia, including Tasmania, Victoria, and New South Wales. It prefers moist, shaded areas with thick undergrowth and is often found near streams or other water sources.",
                "Bassian Thrushes are generally solitary birds and are rarely seen in flocks. They forage on the ground, searching for insects, snails, worms, and other small invertebrates. They may also eat berries and other fruits.",
                "Breeding occurs between September and January, with pairs building cup-shaped nests on the ground or in low shrubs. The female lays a clutch of 2-3 eggs, which she incubates for around two weeks. Both parents feed and care for the chicks until they fledge.",
                "The Bassian Thrush is an important indicator species for the health of southeastern Australia's wet forests and woodlands. Its presence or absence can indicate the health of these ecosystems and the effectiveness of conservation efforts to protect them."
            ],
            "img": ""
        },
        {
            "species": "Zanda sp.",
            "common": "Black Cockatoos",
            "summary": "Zanda is a genus of large, black-cockatoo species native to Australia. The genus consists of two species:",
            "description": [
                "Zanda funereus, commonly known as the yellow-tailed black cockatoo, is found in southeastern and southwestern Australia. The species is known for its distinctive black feathers and bright yellow tail feathers.",
                "Zanda latirostris, commonly known as the Carnaby's black cockatoo, is found in southwestern Australia. The species has white feathers on its head and neck, with black feathers on its body and wings. It is named after Sir Thomas Francis Fremantle, 1st Baron Cottesloe, who was also known as 'Lord Carnaby.'",
                "",
                "",
                ""
            ],
            "img": ""
        },
        {
            "species": "Acanthagenys rufogularis",
            "common": "Spiny-cheeked Honeyeater",
            "summary": "Acanthagenys rufogularis is a small bird species, commonly known as Spiny-cheeked Honeyeater.",
            "description": [
                "Spiny-cheeked Honeyeater is known for its distinctive spiny cheek feathers and rusty-red throat patch.",
                "Acanthagenys rufogularis inhabits the dry montane forests, scrublands, and even agricultural areas, where it feeds on nectar, insects, and small fruits.",
                "The males display unique plumage with black and white stripes on the head, a bluish gray back, and a rufous throat and underparts, while the females have a more uniform grayish-brown coloration.",
                "Acanthagenys rufogularis is not considered endangered, although its population is threatened by deforestation, habitat fragmentation, and pesticide use in agricultural areas."
            ],
            "img": ""
        },
        
        
        
        {
            "species": "Acanthiza apicalis",
            "common": "Inland thornbill",
            "summary": "Acanthiza apicalis is a small bird species, commonly known as Inland Thornbill.",
            "description": [
                "The Inland thornbill is named for its preference for arid inland habitats of Australia.",
                "They have a distinctive high-pitched call that can be heard from a long distance.",
                "These small birds are skilled at hopping along branches and twigs in search of food.",
                "The Inland thornbill is threatened by habitat loss due to land clearing for agriculture.",
                "They are monogamous and form lasting pairs, with both partners involved in nest building and caring for young."
            ],
            "img": ""
        },
        
        {
            "species": "Acanthiza chrysorrhoa",
            "common": "Yellow-rumped thornbill",
            "summary": "Acanthiza chrysorrhoa is a small bird species, commonly known as Yellow-rumped thornbill.",
            "description": [
                "This bird is named for the bright yellow patch of feathers on its rump.",
                "They can survive in a range of habitats, from forests to semi-arid scrublands.",
                "Yellow-rumped thornbills are known for their energetic, acrobatic movements as they forage for insects.",
                "They have been observed making use of tools, such as using sticks to pry open bark to expose insects.",
                "This thornbill has a clutch size of only 2 eggs, and they often lay multiple clutches per year."
            ],
            "img": ""
        },
        
        {
            "species": "Acanthiza lineata",
            "common": "Striated thornbill",
            "summary": "Acanthiza lineata is a small bird species, commonly known as Striated thornbill.",
            "description": [
                "The Striated thornbill is named for the distinctive markings on its wings and back.",
                "They are found throughout most of southern Australia, from rainforests to arid scrublands.",
                "These birds are highly territorial and aggressive towards other bird species.",
                "Young Striated thornbills remain in the nest for up to 3 weeks after hatching, and are fed by both parents.",
                "They have a varied diet that includes insects, nectar, and fruit."
            ],
            "img": ""
        },
        
        {
            "species": "Acanthiza pusilla",
            "common": "Brown thornbill",
            "summary": "Acanthiza pusilla is a small bird species, commonly known as Brown thornbill.",
            "description": [
                "The Brown thornbill is named for its overall brownish-grey plumage.",
                "They are highly vocal, with a range of calls used for communication within a group.",
                "These birds are able to hover in mid-air while foraging for insects.",
                "Brown thornbills build dome-shaped nests made of grass, bark and spiderwebs, often hidden in dense vegetation.",
                "They are widespread throughout Australia, from Tasmania to the Gulf of Carpentaria."
            ],
            "img": ""
        },
        
        {
            "species": "Acanthiza nana",
            "common": "Yellow thornbill",
            "summary": "Acanthiza nana is a small bird species, commonly known as Yellow thornbill",
            "description": [
                "This thornbill is named for its bright yellow plumage on the head and underparts.",
                "They are the smallest thornbill species, weighing only around 6 grams.",
                "Yellow thornbills are socially monogamous, but males may mate with multiple females.",
                "These birds are able to survive in a range of habitats, including eucalypt forests and mangroves.",
                "They have been observed using feathers to line their nests, which are constructed in tree forks or other hidden locations."
            ],
            "img": ""
        },
        
        {
            "species": "Acanthiza reguloides",
            "common": "Buff-rumped thornbill",
            "summary": "Acanthiza reguloides is a small bird species, commonly known as Buff-rumped thornbill",
            "description": [
                "The buff-rumped thornbill is a small bird native to Australia.",
                "They are found in woodland habitats across most of eastern Australia.",
                "These birds are known for their distinctive black and white streaked head and back, and buff-colored rump.",
                "Buff-rumped thornbills feed primarily on insects and spiders, which they glean from tree bark and foliage.",
                "They are known to build intricate dome-shaped nests made of grass, bark, and spider webs."
            ],
            "img": ""
        },
        
        {
            "species": "Acanthiza uropygialis",
            "common": "Chestnut-rumped thornbill",
            "summary": "Acanthiza uropygialis is a small bird species, commonly known as Chestnut-rumped thornbill",
            "description": [
                "The chestnut-rumped thornbill is a small bird found in southeastern Australia.",
                "They inhabit a variety of forested habitats including eucalyptus forests and woodlands.",
                "These birds are named for their chestnut-colored rump, and are olive-green and grey in color overall.",
                "Chestnut-rumped thornbills feed on insects and spiders, which they obtain by gleaning from tree bark and foliage.",
                "They are known to breed opportunistically, with some pairs producing up to three broods per year."
            ],
            "img": ""
        },
        {
            "species": "Acanthorhynchus tenuirostris",
            "common": "Eastern spinebill",
            "summary": "Acanthorhynchus tenuirostris is a small bird species, commonly known as Eastern spinebill",
            "description": [
                "The eastern spinebill is a small bird found in southeastern Australia, primarily in woodland habitats.",
                "They are known for their distinctive long, slender beaks, which are adapted for feeding on nectar from flowers.",
                "Eastern spinebills are also known to eat insects and spiders.",
                "They are named for the prominent spine-like feathers on their throat, which are used in territorial displays.",
                "These birds are known to breed in late winter and early spring, when they construct small cup-shaped nests made of grass and other materials."
            ],
            "img": ""
        },
        
        {
            "species": "Accipiter cirrocephalus",
            "common": "Collared sparrowhawk",
            "summary": "Accipiter cirrocephalus, or Collared sparrowhawk is a bird of prey found throughout much of Australia and some parts of southeast Asia",
            "description": [
                "They inhabit a variety of forested habitats, and are known for their adaptability to human-modified landscapes.",
                "Collared sparrowhawks mainly feed on small birds and mammals, which they capture by surprise attack.",
                "They are named for the distinctive collar of feathers on their neck.",
                "These hawks are known to breed in the spring and summer, with females laying up to four eggs per clutch."
            ],
            "img": ""
        },
        
        {
            "species": "Accipiter fasciatus",
            "common": "Brown Goshawk",
            "summary": "Accipiter fasciatus, or brown goshawk is a medium-sized bird of prey found in Australia, New Guinea, and nearby islands.",
            "description": [ 
            "They inhabit a variety of forested habitats, including eucalyptus forests, and are known for their agile flight and swift attacks on prey.",
            "Brown goshawks feed mainly on birds, but they will also eat mammals and reptiles.",
            "They are named for their brown feathers, and for the distinctive white and black bands on their tail feathers.",
            "These birds are known to breed in the spring and summer, and females lay up to four eggs per clutch."
        ],
        "img": ""
        },
        
        {
            "species": "Accipiter cooperi",
            "common": "Cooper's hawk",
            "summary": "Accipiter cooperi or Cooper's hawk is a bird of prey is found in North and Central America",
            "description": [
                "They are known for their agile flight and strong talons.",
                "Cooper's hawks primarily hunt small birds and rodents.",
                "They are able to navigate through forests with ease due to their long tail feathers.",
                "Females are larger than males and can weigh up to 1kg."
            ],
            "img": ""
        },
        
        {
            "species": "Acrocephalus australis",
            "common": "Australian reed warbler",
            "summary": "Acrocephalus australis or Australian reed warbler is a small bird can be found in Australia, Papua New Guinea, and Indonesia.",
            "description": [
                "They mainly inhabit wetlands and reed beds.",
                "Australian reed warblers have a distinctive chirping call.",
                "They are an important food source for predators such as snakes and raptors.",
                "The male and female of this species look similar in appearance."
            ],
            "img": ""
        },
        
        {
            "species": "Aegotheles cristatus",
            "common": "Australian owlet-nightjar",
            "summary": "Aegotheles cristatus or Australian owlet-nightjar is a nocturnal bird, endemic to Australia",
            "description": [
                "They are known for their wide mouths and large eyes.",
                "Australian owlet-nightjars feed on insects and spiders.",
                "They are able to camouflage themselves on trees during the day.",
                "Males have a distinct courtship display where they puff up their throat and make a booming call."
            ],
            "img": ""
        },
        
        {
            "species": "Aidemosyne modesta",
            "common": "Plum-headed finch",
            "summary": "Aidemosyne modesta or Plum-headed finch is a small bird native to Australia and can be found in grasslands and savannas",
            "description": [
                "They are named after the male's distinctive plum-colored head.",
                "Plum-headed finches feed on seeds and insects.",
                "They are often kept as pets due to their colorful appearance.",
                "They have a short lifespan of only 4-5 years in the wild."
            ],
            "img": ""
        },
        
        {
            "species": "Alisterus scapularis",
            "common": "Australian king parrot",
            "summary": "Alisterus scapularis or Australian king parrot is found in eastern Australia and parts of Indonesia.",
            "description": [
                "The male has a bright red head and body while the female is mostly green.",
                "Australian king parrots feed on seeds, fruit, and insects.",
                "They are known for their loud, screeching call.",
                "They form long-term pair bonds and mate for life."
            ],
            "img": ""
        },
        
        {
            "species": "Alauda Arvensis",
            "common": "Eurasian skylark",
            "summary": "Alauda Arvensis or Eurasian skylark is a small a small passerine bird found across Europe, Asia, and northern Africa.",
            "description": [
                "These birds are known for their beautiful songs and can often be heard singing while flying high in the sky.",
                "Eurasian Skylarks have brownish upperparts, a streaked breast, and a white belly.",
                "They are ground-nesting birds and lay 2-5 eggs in a simple scrape in the ground.",
                "Eurasian Skylarks feed on insects, seeds, and other small invertebrates."
            ],
            "img": ""
        },
        
        {
            "species": "Amytornis purnelli",
            "common": "Dusky grasswren",
            "summary": "Amytornis purnelli or Dusky grasswren  is a small bird found in the arid regions of Australia.",
            "description": [
                "This bird has a dark brown plumage and a distinctive white eyebrow.",
                "Dusky Grasswrens are non-migratory and are adapted to living in harsh desert environments.",
                "They typically nest in low bushes and feed on insects and seeds.",
                "Due to habitat loss and degradation, the Dusky Grasswren is listed as Vulnerable on the IUCN Red List."
            ],
            "img": ""
        },
        
        {
            "species": "Anas superciliosa",
            "common": "Pacific black duck",
            "summary": "Anas superciliosa or Pacific black duck is a medium-sized dabbling duck found throughout Australia, New Zealand, and many Pacific islands.",
            "description": [
                "They have a glossy black head, brown body, and a striking blue speculum on their wings.",
                "Pacific Black Ducks are adaptable and can be found in a wide range of freshwater habitats.",
                "They are omnivorous and feed on a variety of plant and animal matter.",
                "Pacific Black Ducks are important game birds and are also hunted for their meat and feathers."
            ],
            "img": ""
        },
        
        {
            "species": "Anhinga novaehollandiae",
            "common": "Australasian darter",
            "summary": "Anhinga novaehollandiae or Australasian darter is a large waterbird found in Australia, New Guinea, and some Pacific islands.",
            "description": [
                "They have long, snake-like necks and streamlined bodies adapted for swimming and diving underwater.",
                "Australasian Darters are skilled hunters and feed on fish, crustaceans, and other aquatic animals.",
                "They have a distinctive courtship display where the male stretches out his neck and wings and emits a loud croaking sound.",
                "These birds are also known as `snakebirds` due to their long, slim necks and sinuous movements."
            ],
            "img": ""
        },
        
        {
            "species": "Anseranas semipalmata",
            "common": "Magpie goose",
            "summary": "Anseranas semipalmata or Magpie goose is a large waterbird found in northern Australia and southern New Guinea.",
            "description": [
                "They have distinctive black and white plumage with a large knob on their bill.",
                "Magpie Geese are nomadic and move around in large flocks to find food and water.",
                "They have a unique feeding strategy where they use their serrated bills to filter algae and plankton from the water.",
                "Magpie Geese are culturally significant to many Indigenous communities in Australia and are an important source of food and feathers."
            ],
            "img": ""
        },
        
        {
            "species": "Anthochaera carunculata",
            "common": "Red wattlebird",
            "summary": "Anthochaera carunculata or Red wattlebird a large honeyeater native to southeastern Australia.",
            "description": [
                "They are known for their prominent red caruncle (a fleshy ornament) on their throat.",
                "Red wattlebirds use their long bills to extract nectar and insects from flowers.",
                "They are noisy and territorial birds, defending their favorite feeding spots from others.",
                "Their population has declined due to loss of habitat and competition with introduced bird species."
            ],
            "img": ""
        },
        
        {
            "species": "Anthochaera chrysoptera",
            "common": "Little wattlebird",
            "summary": "Anthochaera chrysoptera or Little wattlebird is a smaller honeyeater found in southern Australia.",
            "description": [
                "They have pale yellow wattles (fleshy ornaments) on their cheeks and neck.",
                "Little wattlebirds feed mainly on nectar, but also eat insects and fruit.",
                "They can mimic the calls of other birds and even mimic human speech.",
                "Little wattlebirds are sometimes seen hovering in front of flowers while feeding, similar to hummingbirds."
            ],
            "img": ""
        },
        
        {
            "species": "Anthochaera phrygia",
            "common": "Regent honeyeater",
            "summary": "Anthochaera phrygia or Regent honeyeater is a critically endangered bird found in southeastern Australia.",
            "description": [
                "They have a distinctive black and yellow plumage with a bright yellow patch on their back.",
                "Regent honeyeaters mainly feed on nectar from eucalyptus flowers, but also eat insects and fruit.",
                "The loss of habitat due to deforestation and fragmentation has caused a rapid decline in their population.",
                "Conservation efforts include habitat restoration and captive breeding programs."
            ],
            "img": ""
        },
        
        {
            "species": "Anthus novaeseelandiae",
            "common": "Australian pipit",
            "summary": "Anthus novaeseelandiae or Australian pipit is a small, brown-colored bird found throughout most of Australia.",
            "description": [
                "They have a long, slender bill for probing invertebrates in the soil.",
                "Pipits are often seen perched on fence posts or flying low over open grassland.",
                "They have a distinctive territorial song, which they sing from a high perch.",
                "Australian pipits are not considered threatened, but their populations may be affected by habitat loss."
            ],
            "img": ""
        },
        
        {
            "species": "Antigone antigone",
            "common": "Sarus crane",
            "summary": "Antigone antigone or Sarus crane is a large, graceful bird found in parts of Asia and Australia.",
            "description": [
                "They have a distinctive red head and neck, with blue-gray wings and body.",
                "Sarus cranes are highly territorial and form strong bonds with their mates.",
                "They feed mainly on plant material and insects found in wetland habitats.",
                "The loss of wetlands due to human activities is a major threat to Sarus crane populations."
            ],
            "img": ""
        },
        
        {
            "species": "Antigone rubicunda",
            "common": "Brolga",
            "summary": "Antigone rubicunda or Brolga is a large species of crane native to Australia and New Guinea.",
            "description": [
                "They are known for their elaborate dances, which are often performed in pairs or groups.",
                "Brolgas can live up to 30 years in the wild.",
                "They are omnivorous, feeding on a variety of animals and plants.",
                "Brolgas are one of the official symbols of the state of Queensland."
            ],
            "img": ""
        },
        
        {
            "species": "Aphelocephala leucopsis",
            "common": "Southern whiteface",
            "summary": "Aphelocephala leucopsis or Southern whiteface is a small bird native to Australia.",
            "description": [
                "They are known for their distinctive white face and black throat.",
                "These birds are found in a variety of habitats, from forests to open country.",
                "Southern whitefaces are social birds that often form flocks.",
                "They mainly feed on insects and other small invertebrates."
            ],
            "img": ""
        },
        
        {
            "species": "Aprosmictus erythropterus",
            "common": "Red-winged parrot",
            "summary": "Aprosmictus erythropterus or Red-winged parrot is a brightly colored parrot found in Australia.",
            "description": [
                "They are social birds that often form large flocks in the wild.",
                "These parrots communicate with each other through a variety of calls and songs.",
                "Red-winged parrots are known for their intelligence and problem-solving abilities.",
                "They have a varied diet that includes seeds, fruit, and insects."
            ],
            "img": ""
        },
        
        {
            "species": "Aquila audax",
            "common": "Wedge-tailed eagle",
            "summary": "Aquila audax or Wedge-tailed eagle is a large bird of prey found in Australia.",
            "description": [
                "They are known for their impressive wingspan and powerful talons.",
                "Wedge-tailed eagles are apex predators, feeding on a variety of prey including mammals, birds, and reptiles.",
                "These eagles are often seen soaring high in the sky.",
                "They are an important cultural symbol for many Indigenous Australian groups."
            ],
            "img": ""
        },
        
        {
            "species": "Artamus cinereus",
            "common": "Black-faced woodswallow",
            "summary": "Artamus cinereus or Black-faced woodswallow is a small bird found in Australia and New Guinea.",
            "description": [
                "They are known for their distinctive black face and characteristic call.",
                "These birds are social and often form flocks, even during breeding season.",
                "Black-faced woodswallows feed mainly on insects.",
                "They are often found perched on power lines or other man-made structures."
            ],
            "img": ""
        },
        
        
        
        {
            "species": "Artamus cyanopterus",
            "common": "Dusky woodswallow",
            "summary": "Artamus cyanopterus or Dusky woodswallow is a small Australian bird known for its distinctive black and silver plumage.",
            "description": [
                "They have a unique foraging strategy where they catch insects in mid-air with their beaks while flying.",
                "These birds are known to be highly social and often form large flocks during the breeding season.",
                "The Dusky woodswallow is monogamous and pairs are known to mate for life.",
                "They are often found in open areas like fields, savannas, and grasslands."
            ],
            "img": ""
        },
        
        {
            "species": "Artamus minor",
            "common": "Little woodswallow",
            "summary": "Artamus minor or Little woodswallow is a small birds native to Australia.",
            "description": [
                "They are known for their striking blue-grey plumage, which makes them easy to spot.",
                "These birds are highly social and feed in large flocks, often flying in complex formations.",
                "Little woodswallows build cup-shaped nests in trees and shrubs, using grasses, bark, and feathers.",
                "They are also known for their beautiful and melodic songs, which they use to attract mates during the breeding season."
            ],
            "img": ""
        },
        
        {
            "species": "Artamus superciliosus",
            "common": "White-browed woodswallow",
            "summary": "Artamus superciliosus or White-browed woodswallow is a species of bird native to Australia and New Guinea.",
            "description": [
                "They are known for their distinctive black and white plumage, with a white eyebrow stripe above the eye.",
                "These birds are highly adaptable and can be found in a variety of habitats, including woodlands, savannas, and semi-arid areas.",
                "White-browed woodswallows are social birds and often feed in flocks of several hundred individuals.",
                "They are known to be long-distance migrators and can travel hundreds of kilometers during the non-breeding season."
            ],
            "img": ""
        },
        
        {
            "species": "Atrapsalta encaustica",
            "common": "Black Squeaker",
            "summary": "Atrapsalta encaustica or Black Squeaker is a species of cicada native to Australia.",
            "description": [
                "They are known for their distinctive vocalizations, which can reach up to 120 decibels.",
                "Black Squeakers are often found in woodlands and forests, where they feed on sap and plant fluids.",
                "They spend most of their life underground as nymphs, before emerging as adults during the warmer months.",
                "These cicadas play an important ecological role by providing a food source for many bird and mammal species."
            ],
            "img": ""
        },
        
        {
            "species": "Auscala spinosa",
            "common": "Creaking Branch Cicada",
            "summary": "Auscala spinosa or Creaking Branch Cicada is a species of cicada native to Australia.",
            "description": [
                "They are known for their creaking, rattling calls, which sound like two pieces of hard wood being rubbed together.",
                "These cicadas are often found in forests and woodlands, where they feed on sap and plant fluids.",
                "Creaking Branch Cicadas spend most of their life underground as nymphs, before emerging as adults during the warmer months.",
                "These cicadas are important for ecosystem health, as they help to recycle nutrients and provide food for many bird and mammal species."
            ],
            "img": ""
        },
        
        {
            "species": "Austrochaperina pluvialis",
            "common": "Whitebrowed whistle frog",
            "summary": "Austrochaperina pluvialis or Whitebrowed whistle frog is a small frog species found in the rainforests of Australia and Papua New Guinea.",
            "description": [
                "They are named after their distinct white eyebrow-like markings above their eyes.",
                "These frogs are known for their loud and high-pitched whistling calls that they use to communicate with other frogs.",
                "Unlike most other frogs, this species lays their eggs on land instead of in water.",
                "The whitebrowed whistle frog is currently considered a vulnerable species due to habitat loss and fragmentation."
            ],
            "img": ""
        },
        
        {
            "species": "Austronomus australis",
            "common": "White-striped free-tailed bat",
            "summary": "Austronomus australis or White-striped free-tailed bat is a small insect-eating bat species found in Australia and New Guinea.",
            "description": [
                "They are named after the white stripes on their wings and tail.",
                "These bats use a unique echolocation system to navigate and locate prey in complete darkness.",
                "They are primarily nocturnal and roost in small groups in caves or tree hollows during the day.",
                "The white-striped free-tailed bat is considered a widespread and common species but may face threats from habitat loss and human disturbances."
            ],
            "img": ""
        },
        
        {
            "species": "Aythya australis",
            "common": "White-eyed duck",
            "summary": "Aythya australis, also known as White-eyed duck or hardhead, is a diving duck species found in freshwater habitats throughout Australia and Southeast Asia.",
            "description": [
                "They are named after their distinct white eyes which stand out against their dark head and body.",
                "These ducks are adapted for diving and can swim underwater for up to 30 seconds to forage for food.",
                "Male white-eyed ducks have a distinct whistle-like call that they use to attract females during breeding season.",
                "This species is considered a vulnerable species due to habitat loss, hunting, and introduction of non-native predators."
            ],
            "img": ""
        },
        
        {
            "species": "Barnardius zonarius",
            "common": "Australian ringneck",
            "summary": "Barnardius zonarius or Australian ringneck is a parrot species found in a wide range of habitats throughout Australia.",
            "description": [
                "They are named after the distinct ring-like markings on their necks.",
                "These birds are known for their loud, screeching calls that can be heard from a distance.",
                "Australian ringnecks have a varied diet that includes seeds, nuts, fruits, flowers, and insects.",
                "In captivity, Australian ringnecks can be trained to mimic human speech and perform tricks."
            ],
            "img": ""
        },
        
        {
            "species": "Biziura lobata",
            "common": "Musk duck",
            "summary": "Biziura lobata or Musk duck is a bird species found in freshwater lakes and swamps throughout southeastern Australia.",
            "description": [
                "They are named after the musky odor produced by the males during breeding season.",
                "Musk ducks are known for their distinctive courtship displays which include head movements and bubble blowing.",
                "This species is one of the few birds that have been observed using tools, such as sticks and feathers, to attract females during courtship.",
                "The musk duck is currently considered a least concern species, but may face threats from habitat loss and human disturbances."
            ],
            "img": ""
        },
        
        {
            "species": "Burhinus grallarius",
            "common": "Bush stone-curlew",
            "summary": "Burhinus grallarius or Bush stone-curlew is a ground-dwelling bird species endemic to Australia.",
            "description": [
                "It has a distinctive and eerie night-time call that has been described as sounding like a woman screaming.",
                "Bush stone-curlews will freeze in place and use their plumage to blend into their surroundings as a defense mechanism against predators.",
                "They primarily eat insects, and have been known to consume their own feathers to help digest them.",
                "The Bush stone-curlew is listed as near threatened due to habitat loss and predation from introduced species."
            ],
            "img": ""
        },
        
        {
            "species": "Cacatua galerita",
            "common": "Sulphur-crested cockatoo",
            "summary": "Cacatua galerita or Sulphur-crested cockatoo is one of the most common and recognizable bird species in Australia.",
            "description": [
                "They are highly intelligent and sociable, often forming large flocks in urban areas.",
                "Their distinctive crest can be raised or lowered to communicate mood or intent.",
                "Sulphur-crested cockatoos have a powerful beak that they use to crack open seeds and nuts.",
                "They are also known for their ability to imitate human speech and sounds."
            ],
            "img": ""
        },
        
        {
            "species": "Cacatua sanguinea",
            "common": "Little corella",
            "summary": "Cacatua sanguinea or Little corella is a small white cockatoo species found primarily in arid regions of Australia.",
            "description": [
                "They are highly social and noisy, often gathering in large flocks to feed and roost.",
                "Little corellas are relatively common and widespread, but are sometimes considered pests due to their habit of damaging crops and trees.",
                "They primarily eat seeds and nuts, and have been known to raid agricultural crops such as wheat and maize.",
                "The Little corella is sometimes kept as a pet, but they require a lot of attention and interaction to stay healthy and happy."
            ],
            "img": ""
        },
        
        {
            "species": "Cacomantis flabelliformis",
            "common": "Fan-tailed cuckoo",
            "summary": "Cacomantis flabelliformis or Fan-tailed cuckoo is a small and elusive bird species found in Australia and parts of Southeast Asia.",
            "description": [
                "They are named for their distinctive fan-shaped tail, which they use to balance and move through dense forest foliage.",
                "Fan-tailed cuckoos are obligate brood parasites, meaning they lay their eggs in the nests of other bird species.",
                "They primarily feed on insects and insect larvae, which they catch while in flight or by picking them off leaves and branches.",
                "The Fan-tailed cuckoo has been declining in some parts of its range due to habitat loss and fragmentation."
            ],
            "img": ""
        },
        
        {
            "species": "Cacomantis variolosus",
            "common": "Brush cuckoo",
            "summary": "Cacomantis variolosus or Brush cuckoo is a small and secretive bird species found in Australia and parts of Southeast Asia.",
            "description": [
                "They are named for their brown and streaked plumage, which allows them to blend into forest understory habitats.",
                "Despite being a cuckoo species, Brush cuckoos do not lay their eggs in the nests of other bird species.",
                "Instead, they build their own nests in shrubs and brush piles, and lay their eggs there.",
                "Brush cuckoos feed primarily on insects, and are known for their quick and agile flight patterns."
            ],
            "img": ""
        },
        
        {
            "species": "Caligavis chrysops",
            "common": "Yellow-faced honeyeater",
            "summary": "Caligavis chrysops or Yellow-faced honeyeater is a small bird native to eastern and southeastern Australia.",
            "description": [
                "They are known for their bright yellow face and distinctive black and white bands on their wings.",
                "These birds feed on nectar, insects, and fruit.",
                "They are often found in eucalyptus forests and woodlands.",
                "Yellow-faced honeyeaters play an important role in pollination and seed dispersal."
            ],
            "img": ""
        },
        
        {
            "species": "Callocephalon fimbriatum",
            "common": "Gang-gang cockatoo",
            "summary": "Callocephalon fimbriatum or Gang-gang cockatoo is a small, brightly colored parrot native to southeast Australia.",
            "description": [
                "They are easily recognized by the male's distinctive red head and crest.",
                "These birds feed on seeds, fruits, and insects.",
                "Gang-gang cockatoos are known for their quiet calls and social nature.",
                "Due to habitat loss and poaching, the Gang-gang cockatoo is listed as a vulnerable species."
            ],
            "img": ""
        },
        
        {
            "species": "Calyptorhynchus banksii",
            "common": "Red-tailed black cockatoo",
            "summary": "Calyptorhynchus banksii or Red-tailed black cockatoo is a large, black parrot native to Australia.",
            "description": [
                "They are named for their red tail feathers, which can be seen when they fly.",
                "These birds feed on the seeds of eucalyptus trees and other plants.",
                "Red-tailed black cockatoos are known for their loud calls and distinctive crest.",
                "Due to habitat loss and hunting, the Red-tailed black cockatoo is listed as a vulnerable species."
            ],
            "img": ""
        },
        
        {
            "species": "Calyptorhynchus lathami",
            "common": "Glossy black cockatoo",
            "summary": "Calyptorhynchus lathami or Glossy black cockatoo is a small, black parrot native to eastern Australia.",
            "description": [
                "They are named for their glossy, black feathers and red tail band.",
                "These birds feed on the seeds of casuarina trees.",
                "Glossy black cockatoos are known for their distinctive calls and nesting habits.",
                "Due to habitat loss and disease, the Glossy black cockatoo is listed as a vulnerable species."
            ],
            "img": ""
        },
        
        {
            "species": "Capra hircus",
            "common": "Goat",
            "summary": "Capra hircus, or goat is a are animals that have been used for their milk, meat, and wool for thousands of years.",
            "description": [
                "They are known for their beards and horns, which can vary in length and shape.",
                "Goats are intelligent animals and can learn to recognize their human caregivers.",
                "They are social animals and enjoy being around other goats.",
                "Goats are adaptable and can thrive in a variety of environments, including mountains, deserts, and grasslands."
            ],
            "img": ""
        },
        
        {
            "species": "Carduelis carduelis",
            "common": "European goldfinch",
            "summary": "Carduelis carduelis or European goldfinch is songbird species known for their sweet and melodious voice.",
            "description": [
                "Their brightly colored feathers make them one of the most beautiful birds in Europe.",
                "They feed on seeds, especially thistle and teasel, and may occasionally eat insects.",
                "These small birds are well adapted to cold temperatures and can withstand harsh winters.",
                "European goldfinches are highly social birds and often form large flocks during the non-breeding season."
            ],
            "img": ""
        },
        
        {
            "species": "Carterornis leucotis",
            "common": "White-eared monarch",
            "summary": "Carterornis leucotis or White-eared monarch is a small, insect-eating bird species that are found in the tropical rainforests of Asia and Australia.",
            "description": [
                "They have a distinctive white ear patch, which gives them their common name.",
                "These birds are highly territorial and will aggressively defend their nesting sites.",
                "White-eared monarchs have a unique courtship display, where males perform acrobatic flights and sing complex songs to woo females.",
                "The female monarchs build a cup-shaped nest out of sticks, moss, spiderwebs, and other materials, and lay 2-3 eggs per clutch."
            ],
            "img": ""
        },
        
        {
            "species": "Centropus phasianinus",
            "common": "Pheasant coucal",
            "summary": "Centropus phasianinus or Pheasant coucal is a large, ground-dwelling bird species found in the forests and grasslands of Southeast Asia and Australasia.",
            "description": [
                "These birds have a distinctive black head, red eyes, and a long, curved bill.",
                "Pheasant coucals primarily feed on insects, small mammals, reptiles, and birds, and may occasionally eat fruits and seeds.",
                "They are highly territorial birds that will defend their territory from other coucals and predators.",
                "Pheasant coucals have a unique nesting behavior, where the female lays her eggs in the nests of other birds and lets them raise her chicks."
            ],
            "img": ""
        },
        
        {
            "species": "Cervus Unicolour",
            "common": "Sambar deer",
            "summary": "Cervus Unicolour or Sambar deer is a large, majestic animal species found in the forests of South and Southeast Asia.",
            "description": [
                "These deer have a dark brown coat, large antlers, and a distinctive white rump patch.",
                "Sambar deer primarily feed on grasses, leaves, fruits, and bark, and may occasionally eat insects, birds, and small mammals.",
                "They are highly adaptable animals that can survive in a variety of habitats, from tropical rainforests to dry savannas.",
                "Sambar deer have a unique mating behavior, where males emit loud bellowing calls to attract females during the breeding season."
            ],
            "img": ""
        },
        
        {
            "species": "Ceyx azureus",
            "common": "Azure kingfisher",
            "summary": "Ceyx azureus or Azure kingfisher is a small, brightly colored bird species found near freshwater streams and rivers in Australia and New Guinea.",
            "description": [
                "They have a distinctive azure-blue plumage, with a white belly and a black bill.",
                "Azure kingfishers are expert fish hunters, diving into the water to catch small fish and crustaceans.",
                "They are highly territorial birds that will defend their nesting sites from other kingfishers and predators.",
                "Azure kingfishers have a unique mating behavior, where the male and female work together to excavate a nest in a riverbank."
            ],
            "img": ""
        }
    ]
}